{
    "CREAM COLORED WOODPECKER": "Distinctive yellow woodpecker of lowland Amazonia. Bright creamy yellow overall with short creamy crest, brown wings and tail, and yellow bill; male has red moustache Usually found in seasonally flooded and swampy forested areas, but can be found outside those habitats occasionally in other forested areas. Listen for a loud, descending series of whistles: “PEE-pee-pee-peer.”",
    "CAMPO FLICKER": "Large and typically terrestrial woodpecker. Found in open habitats such as savannas and grasslands and often seen foraging in groups. The body is heavily barred above and below with a dark cap, yellow cheeks, and a yellow collar. Males have a red moustache, blackish in females. The throat is black in the northern subspecies and white in the southern “Field Flicker” subspecies.",
    "WHITE TAILED TROPIC": "A medium-sized white seabird with black marks on the wings and a yellow beak. The long white tail streamers are visible from a great distance. Nests on coastal and inland cliffs on the main islands. Often seen flying over canyons and along cliffs. At sea usually flies high above the water. Calls are loud clucks and squawks. Smaller and more graceful in flight than Red-tailed Tropicbird.",
    "KOOKABURRA": "Common, very large kingfisher with a dark eye and brown cheek patch. In Queensland take care to identify from Blue-winged Kookaburra, which has a pale eye and a pale streaked head. Typical calls include an immediately recognizable and distinctive laugh, which gives the species its common name. Abundant in parks, towns, forests, and campgrounds.",
    "TREE SWALLOW": "Common and widespread throughout most of North America, breeding as far north as Alaska and wintering to Panama. A medium-sized swallow, with gleaming white underparts. Adult males are bright iridescent blue-green above; females and immatures are duller brownish with limited or no iridescence. Always note compact shape, fairly broad wings, and slightly notched tail. Occurs in a variety of open habitats including grassy fields, lakes, and marshes. Often in flocks, sometimes mixed with other species of swallows. Breeds in cavities, including human-made nest boxes. Listen for cheery gurgling calls. Compare especially with Violet-green Swallow; note Tree Swallow does not show extensive white wrapping around the cheek or the sides of the rump.",
    "ORNATE HAWK EAGLE": "Uncommon, spectacular, crested eagle of tropical forest in the lowlands and foothills. Most frequently seen soaring in mid-late morning, but when hunting perches at all levels in the forest interior. Gives far-carrying, hiccupping whistles while flying, indicating its presence. Adult has orangish plumage on the side of its head and boldly barred underparts. The immature, although rarely seen, has a white head and white underparts with barring on the belly. The long and spiky crest is held flat in flight, but can be raised vertically on perched birds.",
    "AMERICAN REDSTART": "Adult males are striking and distinctive: mostly glossy black with bright orange flashes on the wings, tail, and sides. Females and young males are duller gray and olive with yellow patches instead of orange. Habitually flicks and fans tail while foraging for insects. Breeds in mature deciduous forests, often near water. Migrants can be found in any wooded habitat. Fairly extensive winter range throughout most of Middle America, the Caribbean, and northern South America. Song is extremely variable.",
    "IBERIAN MAGPIE": "Unmistakable magpie with a black cap, sandy-brown body, white throat, blue wings, and long blue tail. Highly gregarious, gathers in noisy family flocks giving repetitive “krrr-krrr” calls interspersed with rattles. Usually found in open woodlands with grassy clearings, including orchards and olive groves, but prefers oak woodlands.",
    "PHAINOPEPLA": "Unique bird of scrubby oak and mesquite habitats with a sleek body, shaggy crest, long tail, and staring red eyes. Males are shiny black with a bluish sheen; white wing patches visible in flight. Females and juveniles are ashy-gray. Often in small groups; forages mainly on berries (especially mistletoe).",
    "BELTED KINGFISHER": "Stocky and large-headed with a shaggy crest. Bill is long, straight, thick, and pointed. Powder blue above with white underparts and blue breast band. Females have additional rusty band across belly. Almost always solitary, perched along edges of streams, lakes, and estuaries. Flies along rivers and shorelines giving loud rattling calls. Hunts for fish by plunging headfirst into the water, either directly from a perch or hovering.",
    "CRESTED CARACARA": "Large, long-legged raptor of open habitats. Often walks on the ground or perches conspicuously on a fence post or telephone pole. Note dark cap, pale neck, and dark body. Face color varies from orange-red to pale pink, contrasting with pale grayish bill. In flight, look for conspicuous white flashes in wings and tail. Feeds mainly on lizards and snakes. Widespread from the southern U.S. to the southern tip of South America, typically in open fields, deserts, or beaches. Formerly considered two species, Crested and Southern Caracara.",
    "VIOLET GREEN SWALLOW": "A relatively small swallow of western North America. Adult males have a white face and show turquoise-green upperparts and a purple rump in good light. Females and immatures are duller on the upperparts, sometimes just dusky-gray. In flight, note the prominent white \"saddlebags\" extending up from the underparts to the sides of the rump. Fairly common in a variety of open habitats, often foraging over meadows or ponds. Can be seen in large flocks, sometimes mixed with other species of swallow. Breeds as far north as Alaska; winters primarily in Mexico and northern Central America.",
    "CAPE MAY WARBLER": "Small warbler with sharp bill that is very slightly downcurved. Plumages variable. Bright adult males are yellow below with black streaks, orange cheek patch, and white patch on wing. Dullest immature females are entirely gray with indistinct streaking below, usually with a hint of paler neck sides and greenish edges to wing feathers. Breeds in boreal forest of far northern U.S. and Canada. Winters in the Caribbean and Central America. Even in migration, shows a heavy preference for spruce trees.",
    "EASTERN MEADOWLARK": "Streaked brown above and yellow below with distinctive black \"V\" on breast. In flight, short wings and spiky tail with white outer feathers are apparent. Breeds in fields and grasslands throughout eastern North America. Also occurs throughout eastern and southern Mexico and Central America, into northern South America, and in Cuba. Winters in dense grassy habitats, often in small loose groups. Extremely similar to Western Meadowlark and best distinguished by voice: listen for high-pitched, clear whistles and short buzzy calls. In winter, plumage looks slightly darker and more contrasty than Western Meadowlark, with a more contrasting head pattern. Eastern is somewhat more tied to more pristine grassland habitats, but with some overlap.",
    "EUROPEAN GOLDFINCH": "Beautiful little finch with a sharp pink bil, cherry-red face, and brilliant black-and-yellow flashes in the wings. Western birds (Europe east to far western Central Asia) have a black-and-white cowl; eastern birds (rest of Central Asia) lack this cowl, and are grayer overall, with more white on the wing. Juvenile (seen in late summer and autumn) has a plain head but is told easily by bold wing pattern. Uses a wide array of wooded and open habitats, from forests and gardens to steppe grasslands and meadows; often feeds on seeding thistles. Forms flocks in autumn and winter, gathering at food sources. Can be inconspicuous, but often detected by pleasant bubbling and twittering calls and song.",
    "HOATZIN": "Large, dumpy bird found around lake edges and slow-moving streams. Head looks too small for its large brown body. Its orange mohawk, blue facial skin, and stubby bill make this bird extremely distinctive. Usually found in groups or pairs. Moves clumsily around waterside vegetation, making loud huffing noises.",
    "TAIWAN MAGPIE": "Large, long-tailed bird with rich blue plumage, black head, coral-red bill and feet, and yellow eye. Inhabits lower foothills to lower montane forests and edges (to 1200 m), occasionally venturing into forested parks. Forages in small flocks gliding from tree to tree. Long tail especially apparent in flight. Noisy; gives loud, sharp “kack” calls (much like Eurasian Magpie) and rasping notes.",
    "BARRED PUFFBIRD": "An unobtrusive bird with an oversized head and bill. Look for tiger-striped pattern—warm cinnamon-brown overall with uneven black barring. Also note slightly darker cap and staring pale eye. Uncommon; found around forest edge and secondary woodland in the lowlands from Panama to western Ecuador. Perches still for long periods of time, often on an exposed perch. Frequently detected by distinctive wolf-whistling calls.",
    "SNOWY OWL": "Otherworldly beautiful large owl. White with a variable amount of black markings; old males are the whitest, while immature females have the densest dark patterning. Breeds on the Arctic tundra and winters in northern Eurasia and North America, where it favors expansive open habitats. Often encountered on lakeshores and in coastal areas with fields, marshes, piers, and sand dunes. Irruptive, moving considerably south of the usual wintering range some years.",
    "BLACK VENTED SHEARWATER": "Small brown-and-white shearwater with messy appearance. Especially note smudgy face and neck. Found in warmer ocean waters off the west coast of North America, often close to land. Found singly or in small flocks, sometimes with other shearwaters. Most similar to Manx Shearwater but ranges do not usually overlap; also look for smudgier head, longer bill, and darker undertail coverts on Black-vented. Also compare with much larger Pink-footed Shearwater.",
    "AFRICAN EMERALD CUCKOO": "Small, slim, forest cuckoo. Male is a gorgeous emerald green with yellow on the belly. Female is much duller and heavily barred, with hints of green on the rufous back. Found in moist forest, from sea level up to fairly high elevations. Inconspicuous canopy-dwelling species that is usually located by call, a distinctive “pre-ty, geor-gio”. Separated from other small green cuckoos by its lack of a white eyebrow or throat.",
    "BANDED STILT": "Large black-and-white shorebird with white head and long straight, needle-like bill, very long pink legs. Adult has prominent copper-colored belly-band, lacking in juvenile. Thick white trailing edge to wing obvious in flight. Occurs in small groups or in immense flocks, usually close to inland salt lakes or coastal lagoons.",
    "COPPERY TAILED COUCAL": "Huge coucal with a hefty bill. The head and tail usually look black, but can show a coppery or purplish sheen in certain light. Found in thick wetlands, especially papyrus. Fairly skulking, though occasionally seen in the open. Massive size is obvious in flight. The call is a slow, deep version of the typical coucal descending and accelerating series of “boop” notes. Very similar to Blue-headed Coucal, but there is virtually no overlap in range, and Coppery-tailed is larger, without a blue sheen to the head. Burchell’s and Senegal Coucals have a similar pattern, but are much smaller.",
    "NORTHERN RED BISHOP": "A very small gregarious species of open habitats including agricultural areas and the edges of marshes; often found in flocks of tens to hundreds. Note the black face and crown, brown wings, and long reddish orange uppertail coverts (concealing black tail) of breeding male. Nonbreeding males and females distinguished from similar Black-winged Bishop by smaller size and bill and told from Yellow-crowned Bishop by buffier coloration and more limited streaking on chest. Song is a rapid jumble of squeaky, twittering, and churring notes. Its calls include a sharp “tsit” and “tzit.”",
    "PURPLE FINCH": "Males suffused with raspberry red, especially on head and breast. Compared to House Finch, males lack distinct streaks on sides and are overall more colorful, especially on back and wings. Females and first-year males have contrasty head pattern with pale eyebrow and darker cheek; also note well-defined streaks on sides. Breed in coniferous or mixed forests. Winters in a wider variety of habitats with trees. Visits feeders.",
    "CABOTS TRAGOPAN": "This creamy, partridge-like beauty is the only tragopan in its range and the world’s only pale-bellied tragopan. A thickset bird, usually encountered foraging in pairs in mid-altitude hill forest. Male is pale below and intricately spotted above, with pale polka dots on a black-and-chestnut background; has a similarly black-and-chestnut head with bright orange facial skin. Female is dark gray-brown with a slightly paler face and belly; wings and belly streaked paler. During courtship, male drums wings loudly and gives a bizarre, scarily infant-like waaah! followed by loud grunting notes.",
    "TAKAHE": "The largest living rail in the world, endemic to New Zealand. Considered extinct until it was famously rediscovered in the Murchison Mountains in 1948. The wild population remains in the Murchison Mountains; the species has been translocated to predator-free offshore islands and mainland sanctuaries, and recently reintroduced to northwest Kahurangi National Park. Note distinct iridescent plumage, white undertail, and huge bright red conical bill that extends onto the forehead. Often heard giving a quiet hooting contact call, or a muted boom. Australasian Swamphen (Pukeko) can look similar, but Takahe are much larger, can’t fly, and have no black on wings or back.",
    "SANDHILL CRANE": "Large, long-legged bird shaped much like a heron. Gray body, sometimes with intense rusty staining. Adults have red crown. Often in large flocks at migration and wintering concentration points. Favors marshes and agricultural fields where they eat primarily grains. In flight, neck is outstretched, unlike herons with tucked necks. Snappy wingbeats. Listen for far-carrying bugling call.",
    "KING VULTURE": "Uncommon, large, and spectacular bird of lowland tropical forest, mainly in wilder areas and not around human habitation. Most often seen soaring overhead in mid-late morning, often fairly high up with kettles of Black Vultures; rarely seen perched. Striking adult has a colorful head and neck, piercing white eyes, and mostly white plumage with a black trailing edge to the wings and tail. Immature is blackish overall and lacks the white wing markings of the smaller Black Vulture. Immature develops adult plumage over a few years with white appearing first on the belly and the underside of the wings.",
    "SHOEBILL": "Utterly unique bird that makes up its own family. The plumage is uniformly gray in adults and brownish in immatures. Structure is stork-like overall, but with a thick neck and massive hooked bill. In flight, which is sometimes quite high, the long legs trail. Found in deep marshes, especially papyrus swamp. Usually alone or in pairs.",
    "ROSEATE SPOONBILL": "Unique pink wading bird with long, flat, spoon-shaped bill. Adults are mostly pink overall, with scarlet wing patches, orange tail, and bare pale-green head. Immatures are duller than adults but still washed with pale pink. Sometimes mistaken for a flamingo, but note spoonbill's distinctive bill, shorter legs, and shorter neck. Occurs in freshwater and saltwater wetlands from the Gulf Coast of the U.S. through much of South America. Feeds by sifting side-to-side through shallow water. Often in small loose groups, sometimes with other wading birds like storks and herons.",
    "AMERICAN DIPPER": "All-dark passerine that inhabits only fast-moving rocky streams in the West, from Alaska to Panama. Slaty gray overall with browner head. Forages for invertebrates by walking underwater. Unique shape, behavior, and strict habitat preferences make dipper unlikely to be confused with other species. Often nests under bridges.",
    "FIORDLAND PENGUIN": "Tall penguin endemic to New Zealand, with distinct broad yellow eyebrow that spreads out and sags down the neck. The orange bill has no bare skin at the base. Breeds and molts in dense coastal forest, thick shrubs, and caves along the southwestern coast of the South Island and Stewart Island. Calls vary from emphatic trumpeting to a low-pitched growl or hiss. Look for white stripes on cheek which can be splayed out when threatened. Cheek stripes and lack of bare skin at base of bill help distinguish this species from Snares and Erect-crested Penguins.",
    "AMERICAN COOT": "Plump, chicken-like bird that acts like a duck. Gray overall with blacker head and white bill. Tiny tail and short wings. Feet are large, yellow-green, and oddly lobed. Head jerks back and forth when swimming. Forages for aquatic vegetation anywhere with water: ponds, city parks, marshes, reservoirs, lakes, ditches, and saltmarshes.",
    "HEPATIC TANAGER": "Large, stocky tanager. Males are red with dusty wash on upperparts and sides (especially on northern populations); females are muted yellowish. Both sexes are brightest on the throat and crown. Also note stout bill and dark lores. Several separate populations occur from the southwestern U.S. to South America, probably comprising multiple different species. Northern birds prefer mountainous areas with mixed pine-oak forest. South American birds found in a variety of forested habitats, from open woodlands in the lowlands to scrubby areas in the high Andes. Most similar to Summer Tanager, but grayer tones to plumage and usually different habitat. Song is sweet like American Robin: mostly clear phrases with some hoarser notes.",
    "PUFFIN": "The largest puffin, this chunky seabird has an entirely black body, white face, and fetching tuft of yellowish feathers curling around its nape. Thick orange bill and orange feet. Nonbreeding and young birds have reduced yellow tuft, gray face, and smaller, duller bill. Young birds could be confused with Rhinoceros Auklet, but bill is longer and thicker. Horned Puffin smaller with white underparts. Breeds in colonies on rocky islands and cliffs, further south than Horned Puffin. Winters on open ocean.",
    "NORTHERN FULMAR": "Stocky, medium-sized seabird like a mix between a shearwater and a gull. Variable plumage. Light morph birds are white below and gray above like a gull. Dark morphs are generally sooty-gray overall, darker and browner in the Pacific. All but the darkest birds have a pale patch on the upperwing. Also note thick pale bill with orange tip. Flies with stiff wingbeats, often wheeling and arcing like a shearwater. Can be seen singly or in flocks, often loosely associating with other seabirds when feeding. Breeds on cliffs at high latitudes across the Northern Hemisphere; otherwise found offshore in cold water. Rarely seen from land except at colonies. Atlantic and Pacific populations may be separate species.",
    "BROWN THRASHER": "Longer-tailed and slightly larger than a robin. Rich rufous upperparts and heavy dark streaking on whitish underparts. Yellow eyes. Often skulks in thick vegetation in scrubby fields and forest edges. Mimics other species in its song, delivering a complex string of paired phrases.",
    "AFRICAN PYGMY GOOSE": "Colorful miniature waterfowl that is smaller than most ducks. Both sexes have rufous underparts, a dark back, white on the face, and white on the wing in flight. Males have a green patch on the back of the head and a yellow bill; females have a black-and-white head and a dark bill. Found in freshwater wetlands with floating vegetation, especially water lilies. Shy and inconspicuous, as it generally avoids open water. Voice is a high-pitched squeaking. Small size and bold and colorful plumage separate it from other waterfowl.",
    "PALILA": "A rare Hawaiian honeycreeper of high elevation dry forests on the western slope of Mauna Kea volcano on Hawaii Island. Occurs only above 6,500 feet. Males and females are similarly patterned but males are more brightly colored. Quiet and generally shy, but males may sing from an exposed perch. Sometimes found in pairs or small groups. Feeds primarily on green seed pods of the mamane tree. Call is a soft “pah-lee-lah.”",
    "JABIRU": "Huge, massive-billed, and unmistakable stork of tropical lowlands. Found in marshes and flooded fields, but nests high in large trees. Sometimes seen feeding in wetlands in loose association with other wading birds, which are all much smaller. Flies strongly and often high overhead, sometimes even soaring like a vulture. Plumage is wholly white (no black in wings in flight) but the naked head and neck are black, with a broad red band at base of the neck.",
    "ANNAS HUMMINGBIRD": "Relatively large-headed and chunky. Gray and green overall, lacking buffy or orangey tones. Males have shocking magenta head, which appears dark when not catching the light. Females have dingy grayish underparts and often show a dark patch in the center of the throat. Note relatively short, straight bill compared with Black-chinned or Costa’s Hummingbird. Common year-round in the Pacific states of the U.S., mainly in relatively open or scrubby habitats including desert scrub and chaparral. Frequently seen in suburban yards and gardens, often visiting sugar water feeders. Expanding its range northward into British Columbia, even regular in southeast Alaska. Winters to southern Baja and locally elsewhere in Mexico. Listen for male’s scratchy, metallic song, given when perched.",
    "HIMALAYAN MONAL": "Decked out in all the colors of the rainbow, the male is the image of iridescence; green crested head, red neck, green shoulders, blue back, orange tail, and black underparts. When displaying or flushed, flashes a bright white patch on the back. Female is nowhere near as brightly-colored, with a pale blue eye patch, white throat, and streaky brown body. Found in Himalayan hill forest, typically in areas with extensive rhododendron and bamboo-dominated understory.",
    "CRESTED COUA": "Long-tailed, tree-dwelling bird with gray upperparts and pale underparts. Like all couas, has brightly-colored bare skin around the eye. Shows regional variation; the southwestern birds have a brick-red undertail. Inquisitive, restless bird that bounces through the trees and doesn’t often fly. Found in all types of forest at low and middle elevations. Highly vocal; gives several calls. The most frequent and distinctive is a “laser gun” call, a series of piercing, descending calls. In most of its range, it is the only coua with a crest.",
    "NOISY FRIARBIRD": "Large gray-brown honeyeater with a completely bare black head and a distinctive \"horn\" on the bill. Upperparts are gray and underparts are dull white. Completely bare head is unique among the friarbirds. Typically very loud; emits a variety of harsh, loud squawks. Inhabits a wide range of habitats in eastern Australia, including (especially) open forests and gardens and parks, where it is common.",
    "CALIFORNIA GULL": "Medium-sized gull, a bit larger than Ring-billed Gull and smaller than Herring Gull. Adults have medium-gray upperparts (slightly darker than Herring Gull), and red and black markings on the bill. Takes four years for immatures to progress from mostly brown to fully white and gray adult plumage; intermediate plumages are often mottled and messy. Many immatures show a pink bill with a contrasting black tip, and dull pinkish or greenish-gray legs. Always note dark eye. Common and fairly widespread in western North America, inland and along the coast. Can be found at parking lots, beaches, or lakes, often in flocks with Herring and Ring-billed Gulls.",
    "PARUS MAJOR": "Conspicuous inhabitant of woods, forests, parks, gardens, and hedges in farmland. Often visits bird feeders and uses nest boxes. Plumage is distinctive, with white cheeks surrounded by a black cap and bib. Male has a broader black stripe down belly than the female, and the juvenile (seen in summer–early autumn) has yellowish wash to face and drabber plumage overall. Underparts are bright yellow throughout much of range, but “Turkestan Tit” of Central Asia has a white belly. Appreciably larger and more boldly patterned than Eurasian Blue Tit, which often occurs alongside it. Listen for its distinctive high-pitched up-and-down song: “tsee-dee-tsee-dee-tsee-dee” and chattering scolds.",
    "WOOD THRUSH": "Boldly patterned thrush is bright rusty-brown above with black spots on the white belly. Smaller than a robin, but larger than Hermit Thrush. Sticks to wooded areas, often hopping on the ground. More often heard than seen: listen for its incredible, flute-like song. Population is declining; winters in Central America.",
    "BIRD OF PARADISE": "A medium-sized bird of montane forest canopy. Male has a yellow belly, black upperparts and bib, and orange flight feathers. Note the 2 outlandishly long, antennalike feathers protruding from the side of the head. Female has gray-brown upperparts and whitish underparts with dark scaling. Male is unmistakable. Female is somewhat similar to female lophorinas and parotias, but is distinctly smaller and grayer with buffy under the base of the tail. Voice, a weird, insectlike, continuous rattle sounding rather like radio static. Sometimes given while waving its long head feathers about in its courtship display and bouncing up and down.",
    "RED FACED WARBLER": "Small pretty warbler. Green on the upperparts, red on the face and throat, and white on the belly. Found in montane forest, mostly in the mid-story and canopy. Like other woodland-warblers, active and always on the move. The distinctive song consists of higher and lower “spit” notes that are quickly alternated in a sort of very loose trill. Similar to Brown Woodland-Warbler, but paler on the belly, with more red on the face and throat.",
    "EMPEROR PENGUIN": "Truly a royal and commanding presence, this largest of the penguins is seldom seen away from Antarctica and its surrounding seas, though young birds do disperse beyond the pack ice. Immense size and unique coloration readily distinguish this species from most other penguins; King Penguin is similar in patterning, but is smaller, longer-billed, less bulky overall, and has brighter and more extensive orange markings on the head. Breeds in immense colonies on the ice, with males famously spending months tending to the egg. Gives impressive trumpeting cries, especially during courtship.",
    "CHINESE BAMBOO PARTRIDGE": "While common in bamboo forest, this loud and colorful partridge can be found in a range of other shrubby and semiopen habitats. Not particularly shy; singing males can be located by their far-carrying song, a rising series of piercing single and triple notes. The combination of a gray-blue brow and chest, orange cheeks and breast band, and large black spots on brownish yellow flanks make this species unmistakable in its range.",
    "RED KNOT": "Stocky, medium-sized shorebird with relatively short bill and legs. Combination of shape, overall color, and bill size usually distinctive. Beautiful breeding plumage shows entirely salmon-orange underparts and silvery wings with intricate patterning. Nonbreeding is plain gray with pale underparts and a white eyebrow; juvenile similar but with scaly pattern on wings. Usually shows dark barring on flanks. Legs are dull greenish or gray. Widespread and fairly common, breeding on high Arctic tundra and wintering on coastlines around the globe, as far south as Tierra del Fuego. Most numerous on beaches and mudflats; less common inland. Occurs in flocks, often mixed with other shorebirds. Compare with larger, lankier, longer-billed Great Knot in Asia and Australia. Feeds on a variety of small invertebrates; West Atlantic population reliant on horseshoe crab eggs during spring migration.",
    "PUNA TEAL": "Handsome and distinctive dabbling duck of the high Andes. Note the black cap, bright pale creamy cheeks, and powder-blue bill. Like most South American dabbling ducks (but unlike most Northern Hemisphere species), sexes look similar year-round, although male on average is brighter and more boldly patterned. Often fairly common on bogs, lakes, and other wetlands, especially with reeds and other emergent vegetation. The smaller and duller Silver Teal occurs in lowlands, not the high Andes.",
    "GYRFALCON": "Stocky beast of a falcon; ranges in color from strikingly white to silvery-gray to dark sooty-brown. Relatively long tail and broad wings with powerful flight. Generally darker above and paler below, with markings on the belly ranging from small and crisp to big and chunky. Breeds on cliffs on Arctic tundra; winters in large open areas. Scarce even on breeding grounds. Bulkier and shorter-winged than Peregrine Falcon with a more diffuse face pattern and silvery undersides on flight feathers. Feeds on birds and mammals.",
    "RED FODY": "Sparrow-like weaver in which scarlet breeding males are distinctive, but females and non-breeding females very drab. Found in virtually all habitats except the interior of thick forest. Often found in flocks, sometimes mixed with other birds. Calls are high, silvery notes, given in long series as a song. Can be very similar to Forest Fody. Breeding male Red Fody has red on the back and belly, though molting males can match the pattern of Forest Fody. Females and non-breeding males very similar, but Red Fody is paler and less greenish, with a smaller bill. Unlike Forest Fody, not found in the rainforest interior. Separated from female and non-breeding male Sakalava Weaver by smaller size, smaller bill, and different facial markings.",
    "EMU": "Endemic to Australia, this enormous flightless bird has drooping gray shaggy plumage. Only confusion possible with introduced Common Ostrich, but note Emu’s dark head and a shaggy-feathered neck. Hatchlings have distinctive stripes throughout. Juvenile and immature birds are darker than adults with more feathered necks. Prefers open country, where it roams around in loose flocks ranging from a few birds up to hundreds.",
    "JOCOTOCO ANTPITTA": "Large antpitta with a tiny range in southeast Ecuador. Unmistakable. Typical antpitta shape: plump and short-tailed with long legs, like a grapefruit on stilts. Brown above and pale silvery-gray below with a black cap and thick white mustache patch. Rare and local on or near the ground in the upper subtropical zone from around 2,300 to 2,600 m; especially fond of bamboo patches. Essentially never seen away from the Tapichalaca Reserve in Ecuador, where several birds have been trained to eat worms.",
    "BLACK-CAPPED CHICKADEE": "This tiny, plump-bodied, big-headed bird is a familiar woodland resident and backyard visitor in the northern U.S. and Canada. Gray overall with light buffy flanks and a contrasting head pattern: black cap, white cheek, and black throat. Short, stubby bill is used for hammering open seeds. Often the core of mixed flocks of songbirds. Visits feeders. Nearly identical to Carolina Chickadee, but range barely overlaps. Especially note voice, brighter white on wings, and buffier flanks on Black-capped. Beware that hybrids occur frequently in the overlap zone and some are best left unidentified.",
    "KNOB BILLED DUCK": "Large bicolored waterbird. Both sexes are iridescent purplish-green above with a white or buffy breast. Males have a large black lump on the bill, gray flanks and whitish belly, whereas females have a plain bill and gray flanks. Note all dark wings. Occurs throughout much of Africa, India, and Southeast Asia. Found in freshwater rivers, lakes, and marshes where it is usually uncommon. Normally silent.",
    "BARROWS GOLDENEYE": "Striking diving duck of coastal harbors, mountain lakes, and large rivers. Very similar to Common Goldeneye. Males are easiest: Barrow’s has more black on the back, a downward-pointing spur on the side, and a crescent-shaped (not circular) white patch on the face. Females can be very difficult. Barrow’s usually has a yellow bill, but Common can rarely show a dull yellowish bill. Head and bill shape are important: Barrow’s has a steeper forehead and a puffy nape, and a shorter bill with a more rounded lower edge. Fairly common in western U.S. and Canada; much less common in the northeast. Small population in Iceland. Frequently found in mixed flocks with Common Goldeneye.",
    "MAGPIE GOOSE": "Large black-and-white waterbird with bulbous lump on the top of its head and striking orange legs and feet. Often seen in very large, noisy flocks. Typically found in and around wetlands, pastures, and orchards across northern Australia. Also perches in trees and on branches. Soft honking calls given frequently, including in flight.",
    "GUINEA TURACO": "A small green turaco with a red bill that inhabits lowland forests in West and Central Africa. More commonly found in disturbed forests than its yellow-billed relative, the Yellow-billed Turaco. Guinea Turaco has darker blue-purple wings and tail than other species in its range. Advertising call, like that of many turacos, is a raucous series of up to 15 caws that grow louder through time.",
    "BALD IBIS": "Unique blackish ibis with a bare red face and throat. Long quills form a raggedy mane. Short legs do not project beyond the tail in flight. Breeds in colonies on cliff ledges in semidesert regions; forages in open dry habitats. Critically Endangered with most remaining birds in Morocco; migratory eastern populations in Syria and Turkey all but extinct. Historically bred in central and southern Europe and plans for reintroduction are moving forward.",
    "RUBY THROATED HUMMINGBIRD": "Small hummingbird found in a variety of woodland and brushy habitats. Male distinctive with ruby-red throat and black chin. Female has whitish underparts with almost no buffy tones (perhaps a very light wash on flanks). Readily comes to sugar water feeders and flower gardens. Default summer hummingbird over most of eastern U.S. and Canada. Winters south to Panama. Very difficult to distinguish from Black-chinned Hummingbird, especially females and young males; thankfully limited range overlap. Ruby-throated averages somewhat brighter green above, shorter- and straighter-billed, and has slightly narrower outer wing feathers, but these differences are all extremely subtle.",
    "AZURE JAY": "Large jay found in humid forests, especially Araucaria forests, the seeds of which are the jay’s main food. It has a mostly blue body, which can be ultramarine or cerulean, a black head with a small crest, and a black throat. Usually seen in small noisy flocks.",
    "BLACK VULTURE": "Large raptor. Uniform black with silvery patches on undersides of wingtips. In flight, broad, rounded wings with distinct \"fingers\" are held flat like a board. Notice very short tail and small black head. Soars in flocks, often with other vultures and hawks. Flight style is distinctive; bat-like, strong snappy wingbeats followed by short glides. Look for them along highways eating roadkill, or picking through dumpsters.",
    "EUROPEAN TURTLE DOVE": "Medium-sized dove with spotted wings, a distinctive striped neck patch and a bold white tip to the rounded tail. Found in wooded and semiopen habitats, especially farmland and heath with hedges and scattered trees. Usually rather shy; seen mainly in flight, but at times perched on utility wires. Feeds on ground, where it may associate with other pigeons. Appreciably smaller and slimmer than much commoner and overall paler Eurasian Collared-Dove. Extremely similar in plumage to Oriental Turtle-Dove, but has less extensive dark centers to the wing feathers and averages pinker on the breast.",
    "STORK BILLED KINGFISHER": "Massive kingfisher with a large scarlet bill. Head is olive-brown with dark green-blue upperparts and buff underparts. Wings and tail bluer, with rump even paler blue, obvious in flight. Juvenile has dusky edges to feathers of breast and hindneck. Vocal in breeding season, giving a loud, far-reaching “peu-peu-pow” whistle, while its regular contact call is a loud laughing “ka-ka-ka” repeated 6-10 times. Prefers large streams, rivers, and the edges of large water bodies with vegetated banks.",
    "GREAT JACAMAR": "The largest jacamar is glistening emerald-green above and orange below with a thick black bill. Sexes generally similar; males have entirely green throat and inconspicuous white collar, females have orange throat. Size and bill shape could recall a motmot more than a jacamar, but no motmot combines green head and orange belly. Singles or pairs are typically uncommon to rare in lowland forests, up to around 600 m. They typically perch in the middle to upper levels, and can be quite vocal. Listen for the long descending whistle with a noticeable break in pitch near the beginning, as well as various strange noises that sound like a very angry cat.",
    "ABBOTTS BABBLER": "Plain, sandy-brown babbler with distinct orange-tan tones to the sides. Note grayish tones to the face and the large heavy bill with a hooked tip. Prefers degraded and secondary forest, where it forages quite slowly and methodically on or near the ground, without the frenetic energy of some other babblers. Moves singly or in pairs. Call repertoire is wide, and includes harsh churrs as well as smooth whistles. Song consists of melodic whistles, usually 3-4 notes.",
    "WATTLED LAPWING": "A large, brownish lapwing endowed with yellow wattles that have distinctive fleshy red bases. The juvenile has smaller wattles. Pairs or small groups prefer marshes and wet grasslands, as well as the flooded edges of lakes, pans, and seeps. Also be found in dry savanna, cropped and burnt grasslands, or cultivated fields. It attracts attention to itself with a loud “peep-peep-peep” call. White-crowned Lapwing is similar but is smaller, has a white belly, and lacks the red bases to the wattles.",
    "BALTIMORE ORIOLE": "The common oriole in the eastern U.S., wintering to northern South America. Adult males are stunning: bright orange with a black head and bold white wingbar. Females vary from yellowish to bright orange below, often with blotchy black on the head. Breeds in deciduous trees in open woodlands, forest edges, orchards, riversides, parks, and backyards. Listen for rich whistled song. Visits feeders with nectar and fruits. Females can be very difficult to distinguish from Bullock's Oriole, and hybrids do occur. Baltimore is usually brightest on the breast, not the face.",
    "CASSOWARY": "Enormous flightless bird with dark glossy plumage and large, horn-like plate on colorful head with two red neck wattles. Unlikely to be confused with other species. Hatchlings are brown and strongly striped. Juvenile and Immature birds are similar to adults but browner and with an absent or developing head-plate. Found in dense tropical rainforest, where it can be seen crossing roads, or along roadsides.",
    "HAWFINCH": "Unique, chunky finch. Note the massive bill (steely gray in summer, pinkish in winter) and blue-gray hindneck, like a shawl on an orangey head. Broad white tail tip and white wing band show mainly in flight. Despite distinctive appearance, shy and easily overlooked. Favors mixed and deciduous mature woodland, especially with beech, oak, and hornbeam, where tends to feed and perch quietly, high in the canopy. Also feeds on the ground in autumn and winter, sometimes forming single-species flocks. Gives high-pitched “tsik!” and lower ticking calls.",
    "BALD EAGLE": "Majestic adults have blackish-brown body with white head and tail. Several stages of immature plumages aren't quite as majestic, from fully dark brown to messy and mottled with large patches of white. Look especially for white mottling on the belly on immatures. Scavenges and hunts near bodies of water. Soars with wings flat, like a large, dark plank. Head appears large in flight; projects far in front of wings. Surprisingly weak-sounding vocalization is a series of high-pitched whistles.",
    "CAPUCHINBIRD": "Large, bizarre bird of tall rainforest. Unmistakable even when seen briefly, as they often are, flying quickly across roads or rivers. Appears broad-winged and mostly burnt orange with a disproportionately small head. Feeds on fruit in the forest canopy. Far-carrying display call of lekking males is one of the strangest avian sounds, similar to a distant chain saw or cow; males on leks can seem almost oblivious to human observers.",
    "GOLDEN CHEEKED WARBLER": "Breeds exclusively in mixed juniper-oak woodland in central Texas. Seldom seen in migration. Male has jet-black crown, throat, and back; bright yellow face with a black line through the eye. Two white wingbars; white underparts with black streaks down the sides. Female and immatures duller with pale throat, olive-green back and crown; similar to Black-throated Green Warbler, but note more distinct dark line through eye and lack of yellow vent. Winters in mountainous pine-oak forest in Mexico and Central America. Variable song includes several trills and buzzes at different pitches.",
    "BLACK NECKED STILT": "Elegant shorebird with exceptionally long, bright pink legs. Distinctive black-and-white plumage and thin black bill. Male is glossier black above, female is slightly browner. Some variation across range: darker neck in Hawaii; whiter crown and more extensive white collar in southern South America. Widespread and fairly common throughout the Americas, although rare or absent from much of the eastern U.S. Usually seen in pairs or small flocks, foraging in shallow ponds or marshes.",
    "OVENBIRD": "Secretive warbler that lacks vibrant colors, but compensates with an enormous voice. Olive-brown above with black streaks on white breast and bold white eyering. Orange central crown stripe bordered by black on either side. Forages for insects by walking along branches and on the ground with exaggerated footsteps and bobbing gait. Breeds primarily in areas with extensive deciduous or mixed forest. Winters primarily in Middle America and the Caribbean, where it can be quiet and difficult to detect. On the breeding grounds, listen for its loud song that builds in volume: “tea-cher, TEA-cher, TEA-CHER!”; also gives a sharp, high-pitched, metallic chip year-round. Possible to confuse with thrushes, but smaller, and walks instead of hops.",
    "RUFOUS KINGFISHER": "Tiny, unbelievably cute kingfisher: a luminous ball of pink, orange, yellow, and varying amounts of blue and purple. Brightly-colored back distinguishes this species from closely related Black-backed Dwarf-Kingfisher. Forages in shaded patches of dense vegetation, in mangroves, overgrown edge, or deep lowland and foothill forest. Can be near or away from water; when near water, often near shallow forest streams and small pools. Gives high squeaks and thin whistles, often as paired notes.",
    "BLUE GROSBEAK": "Beefy, big-headed, large-billed bunting. Male is deep cobalt blue with rufous wingbars. Females are warm brown with rufous or buffy wingbars. Always look for enormous bill to separate from other buntings; also note unstreaked underparts and slightly longer tail. Swishes tail like other buntings. Fairly common in overgrown fields with hedgerows and bushes. Breeds mostly in the southern half of the U.S. and northern Mexico; winters throughout Central America. Often gathers in flocks in the winter.",
    "INDIAN BUSTARD": "Immense and stately ground-dwelling bird of expansive grasslands; also found more infrequently in other open grassy habitats such as semi-desert and lightly worked fields. Brown-winged and pale-necked, with a dark cap; male has whiter neck than female. Often found in small flocks when not breeding. Unfortunately, critically endangered and declining throughout range.",
    "HORNED LARK": "Squat-looking bird with short legs and low-profile body. Adults are mostly sandy-brown with white belly, sometimes with blurry streaks on sides of breast. Look for bold head pattern, especially black mask and chest band. Throat color varies from yellow to white. Namesake horns on head are sometimes visible at close range. Juveniles can be confusing; they are messy-looking, grayish-brown with bold white spots and scallops on the upperparts. Note bill shape to help separate from sparrows or longspurs. Widespread in open habitats throughout the Northern Hemisphere. Typically seen in flocks, sometimes mixed in with other open-ground songbirds, running along the ground in open areas with little to no vegetation. Listen for lovely jumbled song, as well as variable high-pitched calls when flying over.",
    "MERLIN": "An impressive long-tailed cuckoo of densely vegetated woodlands and tall scrub. Note the long straight bill and the bright orange-buff belly. Generally solitary and secretive, but also tame. Sometimes runs on the ground after prey. Flight often consists of long glides on rounded wings. Vocalizations include a loud, long, ratcheting “eh-eh-eh…” and a penetrating “puck-grawwwwwww.”",
    "ARARIPE MANAKIN": "Strikingly beautiful white manakin with a red crown and black tail and flight feathers. Females are olive-green, paler below; note the short crest above the bill. Has a tiny geographic range on the borders of the Araripe Plateau, where it is found in woodland near water. Has a pleasant call “guru-uí”, similar to Helmeted Manakin calls.",
    "COLLARED CRESCENTCHEST": "Shy and attractive species with a long tail, which can be held cocked. Mostly olive-brown with a rusty nape, a black mask, and a white eyebrow. Note the black collar with a thin white line above that contrasts with its buff face and underparts. Found in grasslands with scattered bushes. The song is a series of far-carrying “chip” notes, repeated continually.",
    "HORNED SUNGEM": "Stunning hummingbird with a short straight bill. Males have a dark blue crown with red, blue, and gold tufted “horns” on the side. Otherwise largely metallic green above and white below with a black throat. Females have a green cap and lack the horns. Found in riverine belts and open savanna grasslands; may venture into adjacent human-modified habitats.",
    "CARMINE BEE-EATER": "Large and gorgeous bee-eater with a mostly carmine body, and blue-green head and belly. The central tail feathers are elongated. In flight, reveals a blue-green rump, and rosy underwings with black trailing edge. Found in a variety of savanna habitats. Usually in flocks, and breeds colonially in riverbanks. Often perches on the backs of mammals and large birds, catching the insects that they disturb. The call is low-pitched and raspy, less musical than most bee-eaters. Similar to Southern Carmine Bee-eater, but there is virtually no overlap in range, and easily separated by the blue-green rather than carmine throat.",
    "BLUE HERON": "Small heron with strikingly different adult and immature plumages. Adult is distinctive: mostly grayish-blue with a contrasting deep purplish head and neck. Also note greenish legs and bicolored bill. Immatures are all white in their first year, with tiny dark tips on the outer wingtips. Take care to separate from Snowy Egret; note Little Blue always has dull greenish legs, grayish or greenish lores, and usually a two-toned bill. Little Blue also forages more slowly, often pausing for long periods of time with neck outstretched and bill pointed down. In their first spring, Little Blues start to show splotches of gray-blue plumage. Locally common from the eastern U.S. to South America; especially common near the coast. Found in a variety of wetland habitats, especially shallow marshy pools.",
    "HYACINTH MACAW": "Unmistakable huge macaw with cobalt blue plumage contrasting with a yellow eyering and bill base. Found at forest borders, in open woodland, and in savanna with palm trees, where mostly seen in pairs but also in small flocks. Feeds on palm fruits on the ground or in trees. Gives a series of loud croaking 'kraaa' notes.",
    "YELLOW CACIQUE": "Retiring blackbird of thickets and tangles. Heard much more often than seen, as pairs keep in touch with ‘question and answer calling.’ Creeps methodically in vines and tangles, and most frequently seen as it flies low across a trail or quiet road, usually with one member of the pair following shortly after the other. Note the pale ivory-yellow bill and staring yellow eyes, often striking even with a quick flight view.",
    "SNOWY PLOVER": "Small, pale plover with broken collar. In breeding plumage, black ear patch is distinctive. Thin black bill separates from other small plovers at all times of year. Also note relatively long, grayish legs. Typically uncommon. Found on sandy beaches on the coast and inland; usually singly or in small loose flocks. Larger numbers gather at key sites after breeding in summer and fall. Quickly darts around searching for invertebrates in the sand.",
    "KIWI": "The largest of New Zealand’s kiwis. A reddish to dark brown kiwi with brown to black streaking. Inhabits native forest, tussock grassland, and neighboring farmland. Mostly nocturnal, with some day foraging observed on Stewart Island and certain locations in Fiordland. Restricted to the mountains near Haast, Fiordland, Stewart Island, and sanctuaries. Foraging produces clear audible sniffling. Males give a series of clear rising whistles while females give a harsh throaty wail. Both sexes repeat their call many times. Could be confused with Weka by voice and shape; look for the kiwi’s much longer bill and lack of tail, and listen for its multisyllabic call.",
    "EASTERN BLUEBIRD": "Adult males are striking royal blue above with bright orange throat and breast and bright white belly. Females are paler overall; grayish with orange on breast and sides of neck, and white belly. Favors fields and open woods. Often in small groups. Frequently perches on wires or fence posts. Nests in cavities. Listen for its soft, chortling calls.",
    "EURASIAN MAGPIE": "Common and conspicuous, this flashy, long-tailed crow relative is unmistakable, and its loud chattering calls are a familiar sound in many areas. Found in open and semiopen areas from farmland and open woodland to towns and gardens, singly or more often in pairs or groups. Bulky stick nest often conspicuous in tall tree or hedgerow. Boldly pied plumage is distinctive, with white belly, white back, and white wing patches. Wings show blue-green gloss in good light.",
    "LESSER ADJUTANT": "A large stork with a completely bare head and neck ideal for its scavenging habits. The adult’s face is red and the neck is yellow while the juvenile has a brownish head and a white, thinly-feathered neck. The upperparts are all dark while the underparts are mostly white. In flight, note the broad wings with distinctive white “armpits” and tucked in neck. Similar to the larger Greater Adjutant; Lesser has a more slender bill, has all-dark upperwings, and often adopts a more upright, less “hunched” posture. Often found in shallow marshes, fields, and swamps.",
    "AMERICAN ROBIN": "Fairly large songbird with round body, long legs, and longish tail. Gray above with warm orange underparts and blackish head. Hops across lawns and stands erect with its bill often tilted upward. In fall and winter, forms large flocks and gathers in trees to roost or eat berries. Common across North America in gardens, parks, yards, golf courses, fields, pastures, and many other wooded habitats.",
    "CHESTNUT WINGED CUCKOO": "A distinctive, long-tailed cuckoo with a peaked black crest like a witch's hat, bright orange throat, rusty wings, a black back, and white nape and belly. Forages and sings high in dense canopy; seldom seen well enough for all these traits to be seen at once. Varied vocalizations are harsh, raspy, or metallic sounding and include high-pitched “veep-veep” notes, a strident “kooree”, and a maniacal rattling cackle.",
    "COMMON FIRECREST": "Tiny bird, smaller than a warbler, with distinctive combination of boldly striped head, white wingbars, and bronzy-golden patch on sides of neck. Male has a fiery orange crown stripe; female's is yellow. Inhabits mixed forests, plantations, and gardens, usually in areas with conifers. In autumn and winter, often travels with foraging flocks of tits and other small woodland birds. Inconspicuous but active, often high in the canopy, giving high, thin, lisping vocalizations.",
    "CANARY": "A small bird of montane forest interior. Olive-green upperparts, yellow underparts, black bill and orange legs. Sallies for insects in the midstory but can also hop around flicking wings and fanning its tail. Somewhat similar to Yellow-legged Flycatcher and White-faced Robin, but Papuan Flycatcher occurs at higher elevation and lacks any white on the face or throat. Voice, a high-pitch, jumbled song or a simple “chip”.",
    "SAYS PHOEBE": "Medium-sized flycatcher with distinctive salmon-orange wash on the belly. Otherwise grayish-brown with a contrasting black tail. Also watch for frequent tail-wagging. Widespread and fairly common in western North America. Breeds as far north as Alaska, and winters to southern Mexico. Always in open habitats, usually on a conspicuous low perch.",
    "TOWNSENDS WARBLER": "Brightly-colored warbler with a contrasting face pattern with dark cheeks and crown surrounded by bright yellow. Also shows olive back, bold white wingbars, and yellow on the breast. Intensity of color varies with age and sex; adult males are brightest, with black throat, while immatures are more washed out with a pale yellowish throat. Breeds in mature coniferous forests in northwestern North America. Winters from the Pacific coast of the U.S. to Costa Rica, with large numbers especially in the highlands of Mexico and Guatemala. Usually stays in the canopy. Sometimes gathers in large mixed flocks with other warblers and small songbirds, especially on the wintering grounds. Compare with plainer-faced Hermit Warbler, and beware that hybrids occur. Also similar to Black-throated Green Warbler, which overlaps in range most often on the wintering grounds; note Townsend’s darker cheeks and more extensive yellow on breast.",
    "CHATTERING LORY": "A spectacular red parrot with forest-green wings, thighs, and tail tip. Tail is short and rounded. Most show a yellow patch on the back, but this is absent in the Halmahera form. Adults have a mainly red bill, brownish in immatures. Pairs inhabit forest and edge in lowlands and foothills, but are most abundant in hills. Distinguished from Moluccan King-Parrot by short, rounded tail and red back, and from Violet-necked Lory by lack of extensive dark areas on body. Gives a high-pitched “weee-ooo,” harsh “kraa” notes, and screeches.",
    "PLUSH CRESTED JAY": "Large and striking dark blue jay found in various forest and woodlands types where it is often encountered in noisy groups of up to a dozen or so. Note the odd, rounded black crest, black head and breast that contrasts with yellow eyes and a bright blue eyebrow and nape. The lower belly and the lower half of the tail are white while the upperparts are dark blue.",
    "BLACK SKIMMER": "Unusual tern-like bird with oversized bill—lower mandible is much longer than upper mandible. Feeds by flying close to surface of water and dipping its lower mandible into the water \"skimming\" for small fish. Found coastally, especially beaches and sandbars. Barking \"yip\" calls might clue you in to a flock in flight.",
    "GLOSSY IBIS": "Long, curved bill. Adults mostly dark with iridescent green and reddish tones. Very thin white border surrounding the dark facial skin. Dark eyes. Usually gregarious, it is found mainly in salty marshes and shallow wetlands. Unmistakable in most of its range, though American birds are best distinguished from White-faced Ibis by distribution and facial pattern.",
    "YELLOW BELLIED FLOWERPECKER": "Snappy-looking male is black with a white throat and yellow belly. Two black patches on either side of the chest give him a “vested” appearance. Female is soft brown above with a darker tail and wingtips, and a pale-yellow belly which blends gradually into the breast. The female also has a vest, but it is fainter and less eye-catching than the male’s. Found from lower foothills up into montane areas, where it inhabits open areas with tall growth, particularly edges and clearings. Like other flowerpeckers, favors mistletoe.",
    "SORA": "Fairly small rail; short yellow bill, black face, and gray neck distinctive. Found in marshes with grasses or reeds; generally shy but often seen foraging at the edge of shallow water. Buffy juvenile often mistaken for much more secretive Yellow Rail; note different back pattern and the fact that if you see the bird well enough to actually note the back pattern, it is probably not a Yellow Rail. Common call is a descending high-pitched whinny; also gives a whistled \"per-WEE\" call somewhat like spring peeper but clearer and consistently two parted.",
    "MCKAYS BUNTING": "Rare white snowball shrouded in mystery. Nonbreeding birds have buffy fringes to head and back feathers that wear to white by spring. Breeding males almost pure white except for limited black in wings. Breeding females have dark streaking on back. Breeds almost exclusively on St. Matthew Island in the Bering Sea; winters on the coast of western Alaska. Very similar to Snow Bunting but paler, usually with white rump; intermediate birds may be hybrids.",
    "RED WINGED BLACKBIRD": "Males are black with red shoulder patch that is sometimes concealed. Males have rusty feather edges in the winter. Females are streaked brown and often confused with sparrows. Look for long, sharply pointed bill. Often in flocks, especially in winter. Visits feeders. Breeds in marshes and scrubby, wet fields. Distinctive song, especially as migrants arrive in early spring.",
    "AZURE BREASTED PITTA": "A medium-sized, long-legged bird of lowland and foothill forest floor and undergrowth in the southern Philippines. Green on the back, with a black head and back of the neck, a pale blue wing with a black edge, pale blue underparts with a black patch on the belly, and red under the base of the tail. Similar to Hooded Pitta, especially if viewed from the back, but has a pale blue chest and a white throat. Song is a short series of medium-pitched barks, “rak-rak-rak-rak-rak!”",
    "SQUACCO HERON": "Small stout heron; favors freshwater marshes, lakes, and ponds with reeds and other surrounding vegetation. Tends to hunt rather sluggishly, hunched quietly at the edge of the water. At rest, appears buffy brown overall, but in flight transforms to mostly white when white wings and tail are revealed. Breeding adult has a rich buffy neck; nonbreeding and immature have a streaked neck.",
    "SPOTTED WHISTLING DUCK": "Small whistling-duck with strongly pale-spotted neck and flanks, dark bill, and gray face. Similar to Wandering Whistling-Duck, but lacks warm rusty coloring, and has pale-spotted rather than dark-spotted breast. Found in small flocks in coastal wetlands and lagoons. Australia range slowly expanding southwards from Cape York region, with regular records now from the Wet Tropics.",
    "BORNEAN BRISTLEHEAD": "A “grail bird” of many birders visiting Borneo, this unique and unmistakable bird with an incandescent head looks like a cross between a small crow and a brightly-colored tube sock. Dark and heavy hooked bill gives it a top-heavy appearance. Often encountered in small flocks as it hops about in the canopy of primary dipterocarp and peatswamp forest in lowland and foothill areas. Vocal, frequently giving bursts of chattering notes, as well as nasal whines and whistles.",
    "CHINESE POND HERON": "Often mistaken for an egret in flight due to its all-white wings, but the dark head separates it from any egret. This medium-sized heron is found across many different marshy habitats. Breeding adults have a chestnut head, neck, and breast, and a veil of bluish-black plumes over the white wings. Nonbreeding adults and juveniles are brown all over save for the white wings. In areas where the ranges of multiple pond-heron species overlap, nonbreeders and juveniles are best left unidentified.",
    "BULWERS PHEASANT": "Uncommon, medium-sized pheasant. Male is almost unbelievable-looking; an immense fan of a snow-white tail sticks out of a rotund, coal-black body. All-rufous-brown female is more normal-looking; her tail is shorter and narrower. Both sexes have sky-blue facial skin, but the male’s extends into wattles, which he erects during display. Found in hilly areas in foothill and montane forest; sometimes nomadic, seeking out fruiting trees.",
    "BARN OWL": "Medium-sized owl with a heart-shaped facial disc and deep dark eyes; the only Tyto owl present throughout much of its range. Varies across a wide global range, but always note white-and-black speckling on the upperparts, beautiful gray-and-tawny wings, and large round head. Color of the facial disc and underparts varies from pure white to rusty orange. Hunts primarily rodents in open areas by night, foraging with a slow and buoyant flight. Roosts in old buildings, tree hollows, caves, and nest boxes by day. Its call is a bone-chilling, rising shriek.",
    "SHORT BILLED DOWITCHER": "Plump, medium-sized shorebird with very long bill. Extremely similar to Long-billed Dowitcher, and often flocks with it. Best distinguished by voice: a rapid series of notes, “tu-tu-tu”, lower-pitched and almost always in a series, unlike single piercing “keek!” of Long-billed. At all ages, look for subtle structural differences: Short-billed averages flatter-backed, slightly shorter-billed, and slightly shorter, especially noticeable when in a mixed flock. Breeding birds are intricately patterned with a variable amount of orange on the underparts. Short-billed usually has some white on the belly, and paler upperparts with bolder golden and white markings. Also look for messy and extensive spotting on sides, not sparsely barred like Long-billed Dowitcher. Nonbreeding plumage is brownish-gray overall with a paler belly; extremely similar to Long-billed but averaging slightly paler and more patterned, especially on the breast and sides. Juveniles are easiest to identify: look for bright golden markings on the tertials and scapulars. Short-billed breeds in grassy wetlands and tundra, and can be found in a variety of wetland habitats in migration and winter. A very early fall migrant, with southbound birds appearing in the U.S. by late June. Usually in flocks, feeding actively like a sewing machine. Tends to favor saltwater marshes, beaches, and mudflats. Somewhat less likely in freshwater habitats than Long-billed, but much overlap, especially the hendersoni subspecies that migrates primarily through the center of the continent.",
    "HARPY EAGLE": "Massive bird of prey, restricted to mature forest and always rare. Enormous talons. Adult is dark gray above, paler below, with obvious dark breast band. Note more obvious black-and-white barring on wings in flight to help separate it from Crested Eagle. Juvenile has whiter head than adult and no breast band; very similar to Crested Eagle but note longer crest with two points (separated in the middle). Feeds on monkeys and sloths. Usually seen perched in the canopy or flying across a road or river, does not soar.",
    "BREWERS BLACKBIRD": "Breeding males are glossy black with purplish head and greenish sheen on body. Nonbreeding males have pale eyebrows and staring yellow eye. Females are plain dark brown and typically have dark eyes. Forages by walking on ground. Sometimes in mixed flocks with other blackbirds at feedlots. Also, walks along parking lots, golf courses, or roadsides. Females similar to Brown-headed Cowbird, but with longer, thinner bill and longer tail than cowbird.",
    "BLACK BAZA": "A highly distinctive medium-sized raptor. Black overall with a thick white breast band and rusty-edged white stripes on the belly. Slender crest may be held vertically or at an angle when the bird is perched, but tends to be hidden during flight. If seen flying from above, note the “checkerboard” patterning on upperwings. Favors foothill and lowland forests when breeding, but can be found in more open habitats on passage and in wintering grounds. Quite social outside of the breeding season, often soaring in large flocks and roosting communally. Gives a squeaky, echoing whistle, often while in flight.",
    "GILDED FLICKER": "Large woodpecker, very similar to Northern Flicker. Overall pale sandy brown with gray face and brown crown. Spotted below with black oval on chest. Underwing and shafts of flight feathers bright yellow. Males have red mustache stripe; sexes otherwise alike. Combination of face pattern and yellow in wings helps distinguish from both \"Red-shafted\" and \"Yellow-shafted\" Northern Flickers. Shows a strong affinity for saguaro cactus but also found in nearby woodland. Gives a piercing \"kleer\" call similar to Northern Flicker.",
    "SRI LANKA BLUE MAGPIE": "A large, long-tailed blue bird with a white-tipped tail, and chestnut hood and wings. Inhabits humid forest from lowlands to hills, where it often accompanies mixed canopy flocks, either singly or in small groups. There are no other large, long-tailed blue birds in its range. A noisy species. Sounds typically a series of high-pitched, piercing “clink” calls, as well as some rasping “krak” notes often given in a sequence.",
    "SURF SCOTER": "Large, dark sea duck. Breeding males have a colorful bill and white patches on the nape and forehead. Females and first-year males are dark brown with white patches on the cheek and face. Note large, thick-based bill to help separate from female White-winged Scoter. Breeds on lakes and ponds in northern Canada and Alaska; winters in flocks in harbors, bays, and other coastal waters, where dives for mussels and other aquatic invertebrates. Uncommon to rare inland, especially in migration. Frequently mixes with other sea duck species, especially eiders and scoters.",
    "MILITARY MACAW": "Spectacular, huge, and long-tailed parrot, wiped out from most areas by capture for the pet trade. Found very locally in forested foothills, canyons, and adjacent semiopen areas with big trees. Usually in pairs or loose groups made up of pairs. Unmistakable, bright green overall with mostly blue wings from above and golden yellow below, and red-and-blue tail. Calls are deep, throaty roars that carry long distances.",
    "WHITE NECKED RAVEN": "Typical, heavy-billed raven, but with the unusual addition of a white wedge on the back of the neck. Flight is powerful and heavy; sometimes soars. Found in a variety of habitats in rocky or mountainous country. Usually in pairs or small flocks; feeds by walking along the ground. Call is a rough “krrraw.” Larger than Pied Crow, with a heavier bill and much less white. Similar to Thick-billed Raven, but shorter-tailed, smaller-billed, and with a more extensive white patch on the neck.",
    "AMERICAN WIGEON": "Breeding males have obvious white blaze on forehead and broad green slash behind eye. Females are plainer brown with rusty sides. Females are very difficult to distinguish from female Eurasian Wigeon; note colder grayish-brown head on American that contrasts with warmer orangey sides. Also look for brighter white, not gray, underwings in flight, but this can be difficult to judge, especially at a distance. Widespread and common in North America, occasionally wintering as far south as northern South America. Typically in flocks on lakes and wetlands, often grazing in nearby fields. Regular vagrant to Europe.",
    "GREAT TINAMOU": "Large, almost tailless game bird that lives on the ground in humid tropical lowlands. Hunted for food and thus has been wiped out from many areas. Rarely seen, but haunting two-parted whistled song can be heard, especially early and late in the day and even at night. Sometimes flushes explosively from close range, crashing off through the forest understory. Plumage rather plain overall, warm brown above and grayish below, with grayish (not reddish) legs.",
    "NORTHERN CARDINAL": "Striking and familiar backyard bird throughout most of eastern North America; also occurs in the southwestern U.S. and fairly extensively in Mexico. Crest, large red bill, and long tail render this species distinctive even with a poor view. Male is entirely red with a black face. Female is brownish overall with redder wings and tail. Usually seen in pairs or small groups near dense cover, especially thickets near forest edges. Frequently visits bird feeders. Listen for high-pitched metallic chips and series of loud, sweet whistles.",
    "VULTURINE GUINEAFOWL": "An unusual long-necked, long-tailed guineafowl with a mostly naked head. The blue breast is overlaid with long black-and-white feathers, and there is a chestnut patch on the nape. Immatures are duller and brownish, but usually associate with adults. Found in dry savanna and thornscrub, almost always in flocks, which vary from a few individuals up to dozens. The call is an agitated-sounding up-and-down rattling series, similar to the call of Helmeted Guineafowl, but higher-pitched.",
    "SPANGLED COTINGA": "Compact, medium-sized bird of rainforest canopy; often seen at fruiting trees or perched atop bare snags. Male plumage is stunning in good light but can appear blackish otherwise. Feeds on fruit and often commutes long distances between food sources. In western Amazonia, compare to Plum-throated Cotinga; note male Spangled’s more extensive black markings, including tail. Females recognizable by small, rounded head and scalloped plumage; both sexes have dark (not yellow) eyes.",
    "STRIPED OWL": "Fairly large, pale, eared owl with honey-colored eyes. Favors savannas and other open areas with scattered trees and bushes, such as cane fields and open plantations. Roosts in dense foliage or on the ground, but often hunts from roadside perches such as utility wires. Note the prominent ear tufts (rarely held flattened), whitish face rimmed with black, and whitish underparts with neat dark streaking. Compare with Short-eared Owl.",
    "HOODED MERGANSER": "Small diving duck with thin serrated bill. Breeding males have showy black-and-white crest, a couple zebra stripes on the white breast, and cinnamon-colored sides. Females are brown with a puffy crest and partly yellow bill. Looks slender and long-necked in flight, with very fast wingbeats. Widespread across much of North America, but usually only seen in pairs or small flocks. Nests in cavities near small ponds or marshes; especially fond of wooded swamps. In winter, usually found on calm bodies of water; almost never on the ocean. Sometimes mixes loosely with other duck species.",
    "AZARAS SPINETAIL": "Small, long-tailed bird that skulks in thickets and tangles. Mostly gray with rufous cap, wings, and tail. Sexes alike. More often heard than seen; listen for distinctive “whip-WEEP!” song repeatedly coming from dense scrubby areas. Found at fairly high elevations in the Andes, mostly from 1,500–3,000 m, higher than most other species of Synallaxis spinetails.",
    "TAWNY FROGMOUTH": "Australia’s most familiar nocturnal bird. Note bright yellow eye and very large ‘frog-like’ bill with whiskers above only slightly banded. A master of camouflage, its shaggy plumage blends in with rough bark when roosting. Usually gray but some subspecies appear more rusty-colored. Present in a wide variety of habitats and common in suburban areas.",
    "DUSKY ROBIN": "Medium-sized, rather long-tailed Australian robin, both sexes plain brown overall. Darker than similar species and lacking any pale wing panels. Often perches on a rock or stump, from which it pounces on prey on the ground. Endemic to Tasmania, where inhabits open forests, gardens, and coastal heathland.",
    "IVORY GULL": "A spectacular and highly sought-after Arctic gull. Unmistakable in all plumages. Adults are entirely gleaming white with black legs and a bluish-green bill with an orange tip. Immatures have a dark face and variable black spotting on the wings and tail. Stocky and short-legged, suggesting an odd white pigeon as much as a typical gull. Almost always restricted to icy areas in the High Arctic, very rarely wandering further south in the winter. Can be seen singly or in loose groups, especially when feeding at a seal carcass. Typically very confiding.",
    "CACTUS WREN": "Large wren, with bold white eyebrow and dense spots on the breast. Aptly named, this wren rarely strays from desert scrub or coastal sagebrush scrub. Builds large, oval nest of sticks. Listen for harsh, grating call.",
    "NORTHERN MOCKINGBIRD": "Gray with whitish underparts and long tail. In flight, it becomes much flashier with large white patches on the black wings and tail. Pale eye. Found in a variety of habitats with bushes and trees, from neighborhoods to desert scrub and old pastures. Mimics birds, car alarms, slamming doors, and other noises in its song, repeating a phrase 5-7 times before switching to next set of notes.",
    "FAIRY BLUEBIRD": "Chunky tree-dweller with blood-red eyes. Spectacular male is decked out in midnight black and electric blue. Female is dark turquoise with dark wingtips. Gathers at fruiting and flowering trees. A species of lowland and foothill evergreen forests, though will occasionally venture into gardens and plantations. Song includes various notes, often paired, such as “wit!” and “wi’wit!” Gives “tik” calls when flying overhead.",
    "MASKED LAPWING": "Noisy lapwing with a large yellow wattle across forehead and hanging over the bill. Two subspecies: southern “Black-shouldered” subspecies has a black shoulder band (not meeting in middle as on Banded Lapwing) and a larger black cap. Northern subspecies lacks black shoulder band and has a larger yellow wattle. Only “Black-shouldered” subspecies occurs in New Zealand. Abundant in most open country, being a common feature of urban parks, sporting fields, paddocks, riverbeds, wetlands, and coastal habitats.",
    "GANG GANG COCKATOO": "Small and compact cockatoo found only in southeastern Australia. Primarily scaly gray-green; adult male has bright red ‘helmet’ and fluffy crest. Typically moves to higher altitudes during summer and returns to lower ranges in winter. Gives a loud creaking door hinge call.",
    "MALACHITE KINGFISHER": "Small, gem-like wetland kingfisher. Shows geographical variation, with most birds having orange underparts, but birds in some parts of the range have a white belly. Found in almost all habitats with water, including streams, rivers, lakes, rice paddies, and lagoons. Sits motionless for long periods before plunging to the water to snatch prey. Call is a harsh “tshik,” often given in flight. Similar to African Pygmy-Kingfisher, but larger, has less orange on the face, and prefers aquatic habitats.",
    "STRIATED CARACARA": "Fairly common locally on the Falklands and on remote and largely inaccessible islands south and west of Tierra del Fuego. Habits much like other caracaras; walks with agility to scavenge for food, and sails, soars, and tumbles easily on updrafts. Plumage dark overall, but with whitish wing panels visible in flight. Adult has fine silvery streaking (striations) on neck and breast, a yellow face, and a pale bill; immature is browner with duller streaking and a dark bill.",
    "LOGGERHEAD SHRIKE": "Black-masked bandit of open areas with some bushes and trees. Bold black, white, and gray pattern is distinctive; also note stout hooked bill. Usually seen singly or in pairs, often perched conspicuously on a treetop or utility wire. Fairly widespread in southern and western North America, but never abundant, and declining over much of range. Carnivorous habits make shrikes unique among passerines; they feed on rodents and small birds. Undulating flight; watch for white patches in the wings. May overlap with Northern Shrike in winter; Loggerhead is slightly smaller, darker, and lacks white around the eye.",
    "RED TAILED THRUSH": "A simply patterned, long-tailed rufous thrush. The tail has a dark center and pale reddish sides. Found on or near the ground in humid forest, where it is generally shy and retiring. Often follows ant swarms. Similar to White-tailed Ant-Thrush, but has a reddish rather than black-and-white reddish tail. Also similar to Rufous Flycatcher-Thrush, but has more horizontal posture, and found near the ground rather than at middle levels of the forest. The song is variable and sometimes long: a descending single whistle, two whistles, or a sequence of whistles and trilled notes. The call is a short, trilled “brttt.”",
    "WHITE THROATED BEE EATER": "Slim pretty bee-eater with very long central tail feathers. The bold white throat and eyebrow distinguish this species from all other bee-eaters. Breeds in arid savanna, but occurs in a wide range of habitats on migration and when not breeding, including moist savanna, forest edge, and cultivation. Often in groups, which are sometimes large. The call is a dry, high-pitched rattle.",
    "YELLOW BREASTED CHAT": "Strange, long-tailed tanager-like bird with thick bill. Once thought to be a warbler, but now considered unique in its own family. Bright yellow throat and breast, contrasting white spectacles, and dull olive-green upperparts. Known for its skulking habits. Often difficult to see in dense thickets, shrubby areas, and field edges. In breeding season, however, males can sit on conspicuous perches to sing and even perform a flight display. Fairly widespread but typically uncommon across much of the U.S. and Mexico, wintering to Costa Rica. Song is variable series of slow whistles, hoots, and chatters. Feeds mainly on insects; also fruit in winter.",
    "APAPANE": "A blood-red Hawaiian honeycreeper found on all of the larger islands. Smaller and darker red than the Iiwi, with a shorter black bill and white under the tail. Juveniles are brown instead of red. Sometimes abundant in native forest at high elevations and also occurs at lower elevations in some areas where it usually stays high in the forest canopy. Large numbers may congregate in a flowering tree. Sometimes holds the tail cocked up. Often flies in flocks, sometimes high above the forest. Song consists of 2–3 soft notes followed by a reedy trill: “dee-der-di-di-di-di.”",
    "RED TAILED HAWK": "Most common roadside raptor across much of North America. Often perches atop telephone poles, light posts, and edges of trees. Incredible variation in plumages, including less common dark morphs and various regional differences. Eastern adults have brilliant reddish-orange tail and pale underparts with obvious band of dark marks across belly. Western birds are typically darker. Immatures do not have a red tail.",
    "COMMON LOON": "A large, heavy-billed loon. Common and widespread in North America; somewhat less common and more local in Europe. Breeding adults have gorgeous black-and-white patterning; especially note fully black head with iridescent sheen and boldly checkered back. Nonbreeding plumage is plainer gray above and white below; note the jagged border between gray and white on the neck. Heavy bill is usually held straight (compare with Yellow-billed Loon). Breeds on lakes and ponds in the boreal forest. Listen for their haunting, yodeling vocalizations. In winter, mostly found on nearshore ocean waters and sheltered bays, singly or in loose flocks.",
    "PINK ROBIN": "Small, plump Australian robin. Male very dark gray above and on throat, with lovely pink breast and belly. Tail completely dark, unlike Rose Robin. Female brown above, paler below, sometimes tinged pinkish. Breeds in very wet dense rainforest gullies in Tasmania and Victoria, sometimes in other more open habitats in winter.",
    "WHITE BREASTED WATERHEN": "Medium-sized, fairly common chickenlike marsh bird found in meadows, ditches, riversides, marshes, as well as parks and farmlands in close proximity to humans; often seen foraging in the open. Adults are dark slaty above and white below, with a rusty patch under the tail. Juvenile similar but duller in color. Remarkably variable song is a series of hooting, grunting, or rasping notes or phrases, repeated monotonously, often from an exposed perch.",
    "INDIAN ROLLER": "A brightly colored bird with various shades of blue on the wings, tails, and belly that are often more prominent in flight. Note the longitudinal white streaks on the throat and breast. Indochinese Roller has a purple-blue breast, a darker olive back, and is generally darker blue. Generally silent, but more vocal in breeding season with harsh calls. Prefers open areas, including agricultural landscapes, sitting on exposed perches including electric wires, occasionally pumping its tail slowly. Practically a resident roller with some movements in the western parts of its range.",
    "CLARKS GREBE": "Large, long-necked grebe with very long, thin, yellow-orange bill. Black cap ends just above red eye, so the eye looks isolated in the white face. Long, gray body rides low in the water. Breeds on marshy lakes, where it builds a floating nest of vegetation. Mostly found on saltwater bays and open ocean in winter, but also lakes. Very similar to Western Grebe, with extensive range overlap and often in mixed flocks. Typically outnumbered by Western where they occur together. Clark’s looks paler overall, especially on the sides and face. Also look at the bill: brighter orange-yellow on Clark’s, lacking a dark lower edge. Some birds appear intermediate and should be left unidentified.",
    "JANDAYA PARAKEET": "Strikingly colored parakeet with a yellow head and chest, orange around the eyes and bill, orange on the belly, and blue flight feathers. Highly gregarious and noisy; can be seen flying over forests, woodlands, and agricultural areas, as well as in cities.",
    "SCARLET IBIS": "Unmistakable, beautiful orange-red ibis with black wingtips. Breeding adults have black bills, pink at other times. Immatures are dark above with white bellies and pink bills. Restricted to mangroves and adjacent muddy estuaries.",
    "BLACK TAIL CRAKE": "Small dark crake found in highlands and foothill regions, where it inhabits forested marshes, flooded fields, and wet shrubby patches. Rich brown above and dark gray below. Color scheme similar to Brown Crake, but darker overall, particularly on the face. Like most crakes, generally shy, preferring thick vegetation, but will venture into open fields and marshes during dawn and dusk. Voice consists of two hoarse croaks, followed by a clattering descending trill.",
    "GREATER PEWEE": "Large, drab flycatcher with spiky crest. Few defining plumage marks; overall brownish-gray with slightly paler belly and faint wingbars. Bill is long with orange lower mandible. Similar to Olive-sided Flycatcher but drabber without contrasting vest. Separated from wood-pewees by crest and longer bill. Native to Mexico and northern Central America; found in mountainous forests, usually with conifers. Limited range in U.S. Often perches conspicuously and sings its clear whistled “Jose Maria” song.",
    "BLACK THROATED WARBLER": "Striking warbler with vastly different male and female plumages. Males are unique deep blue above with black face and sides and white belly. Females are plain brownish-olive with dingy buffy underparts and subtle face pattern. Always look for small white patch on the wing, lacking only on the dullest immature females. Breeds in the understory of mixed forests, favoring hills with dense vegetation. Found in nearly any wooded or shrubby habitat during migration. Winters primarily in the Caribbean. Listen for lazy buzzy song, usually a series of notes with a final long buzz.",
    "CALIFORNIA QUAIL": "Small and rotund with obvious teardrop-shaped plumes protruding from forehead. Looks gray and brown at a distance, with white streaks on the sides and a scaly belly. Males have black face and longer, more curled crest than females. Usually seen in flocks running on the ground in open, scrubby habitats. Listen for frequent, three-noted call, audible at long distances. Separated from similar Gambel’s Quail by range; also note California has scaly belly with rusty (not black) patch and duller brown crown and sides. Native to western North America including Baja California; well-established introduced populations in Chile, Argentina, New Zealand, and Hawaii.",
    "ALTAMIRA YELLOWTHROAT": "Brightly plumaged yellowthroat, restricted to northeast Mexico. Favors reed beds and adjacent marshy vegetation around lakes and ponds, also locally in cane fields. Common Yellowthroat is a common migrant throughout range of Altamira and is usually more numerous. Altamira is brighter yellow overall than Common. Male has yellowish border to black mask and extensively yellow underparts. Female is brighter and more extensively yellow on face and underparts than Common, but can be difficult to distinguish.",
    "LAZULI BUNTING": "Breeding males are unmistakable: bright cerulean above with bold white wingbars, white belly, and orange breast. Females are plain buffy brown with paler wingbars and slightly brighter orangey breast. Breeds on shrubby hillsides and other semiopen habitats in western North America. Males often sing from a high exposed perch. Winters mainly in Mexico, where it frequently gathers in flocks in weedy fields. Females can be very difficult to distinguish from Indigo Bunting, although their range doesn't overlap much. Lazuli never shows streaks below like female Indigo Bunting often does; also note bolder wingbars, brighter breast, and less contrasting pale throat.",
    "PHILIPPINE EAGLE": "A fairly large, common raptor of forest and more open wooded areas from the lowlands to the lower mountains. Dark brown with white speckles on the crown and upperparts, rufous-brown below with large white spots. Note the gray cheek and yellow eye. Differs from other raptors in its range by its bare yellow skin between the bill and eye, and in flight by its dark terminal band to the wings and tail. Often gives a whistled “weeeeeuuuu weu weu” in flight, or sometimes just a single note.",
    "MIKADO  PHEASANT": "A stunning pheasant species endemic to Taiwan, the male a rich slaty blue with white markings and red facial skin, the female rich brown with extensive pale feather edges. Generally retiring, foraging quietly in the undergrowth of montane forests, but occasionally seen in the open, particularly in places where fed. Usually seen singly, in pairs, or in small family units (female with young). In breeding season, males drum with wings and give shrill whistling calls. Male lacks white back and tail of Swinhoe’s Pheasant; female has dark bill, grayish legs, pale markings below, and graduated, pointy tail, unlike female Swinhoe’s.",
    "WRENTIT": "A plump, large-headed, brownish bird with an extremely long tail. Plain overall with no distinctive plumage features; look for pale eye and stubby bill. Difficult to see, but often heard giving an accelerating series of hard chip notes. Usually solitary or in pairs. Skulks through low, dense vegetation, especially chaparral. Restricted to the Pacific coast of North America, from Oregon to northern Baja. Not closely related to any other species in the Western Hemisphere. Might be confused with Bushtit, but larger and much different behavior and vocalizations.",
    "FAIRY TERN": "Very small coastal tern with forked tail. Nests on sandy beaches, where it is sensitive to disturbance. Very similar to Little Tern, which overlaps in range in parts of southern Australia. In breeding plumage, note yellow bill (in southern Australia lacking black tip) and orange-yellow legs. In contrast to Little Tern, Fairy has a gap between the black in front of eyes and the bill (in breeding Little, the black extends to the bill). In nonbreeding plumage, bill much darker. Hunts by flying low over the water and plunging down to snatch prey from the surface. New Zealand subspecies very rare and breeds only at four sites on the east coast of the southern Northland.",
    "ANDEAN GOOSE": "This chunky white-and-black goose is often common and conspicuous on Andean bogs and lakeshores; usually in pairs or small groups and can be confiding in areas where not hunted. Note the small pink bill and pink legs; sexes alike but the male is larger. Local overlap in Andes of central Chile with Upland Goose. Male Upland Geese have a black bill and legs, and dark barring on body. Like the other species in this genus, males give high wheezy whistles whereas females grunt and bray.",
    "PARADISE TANAGER": "Small, stunningly colorful tanager of Amazonian lowlands. Bright green head contrasts with red, blue, and black body. Sexes alike. Often quite common within its range. Found in the canopy of humid forest, often in mixed-species flocks. Likes to stay high in the canopy, but occasionally moves lower into the midstory, moving quickly between perches as it forages.",
    "RED BILLED TROPICBIRD": "Spectacular seabird, very rarely seen from land but found locally around rocky islands near shore. Usually seen as single birds sitting on the sea or as pairs chasing and screeching around cliffs, often high overhead. Feeds by vertical plunge dives, which produce a plume of water like a mini whale blow. Adult has stout red bill and long white tail streamers. Immature has yellow bill and short, black-tipped tail.",
    "VARIED THRUSH": "A beautiful, boldly-patterned thrush. Males are an exquisite combination of blue-gray, orange, and black. Note black breast band, orange eyebrow, and orange markings on the wings. Females show a similarly gorgeous, but duller pattern. Breeds in mature, wet forests in the Pacific Northwest; found in a broader range of wooded habitats with fruiting plants in winter. Can visit feeders. Listen for its song during the breeding season: a slow, haunting series of long, eerie whistles.",
    "DARK EYED JUNCO": "Unique sparrow with incredible variation between populations. Generally patterned with gray, white, and shades of tan. All have pinkish bills and white outer tail feathers. Juveniles are streaky. Breeds in a variety of forested habitats, especially with conifers. Found in any wooded habitat in the winter, often in flocks. Usually forages on the ground for seeds, but also fond of brushy thickets or weedy fields. Visits feeders. Subspecies include: Slate-colored (widespread), Oregon (West), Pink-sided (Rockies), Gray-headed (Rockies and southwest U.S. to Mexico), Red-backed (central Arizona and New Mexico), and White-winged (breeds in Black Hills, winters mainly Colorado).",
    "DOUBLE BARRED FINCH": "Small white, gray, and black bird with a white rump and black tail. Adult has a thin black outline around pale face, lending a sort of \"Barn Owl\" look, as well as a second thin black breast band. Juvenile similar in pattern but dirtier gray. Inhabits open grassy habitats of far northern and eastern Australia, seen typically in pairs or small groups feeding on the ground.",
    "EASTERN ROSELLA": "Blue and yellow rosella with a bright red head/chest and white cheeks. May hybridize with Pale-headed Rosella in areas where the distribution overlaps in far north New South Wales and southeastern Queensland (hybrids typically show some red on the head, but with more blue on the chest; they look a bit washed out). Occurs in open forests and woodlands and may also be found in parks and gardens. Normal range is south eastern Australia and Tasmania. Introduced populations occur in New Zealand.",
    "GAMBELS QUAIL": "Small and rotund with obvious teardrop-shaped plumes protruding from forehead. Looks gray and brown at a distance; look for buffy belly with a black patch. Males have black face and longer, more curled crest than females. Usually seen in flocks running on the ground in deserts, often close to dense thickets for cover. Well-accustomed to humans in many areas; a frequent visitor to feeders. Listen for loud wailing calls and various clucks and chuckles. Separated from similar California Quail by range; also note Gambel’s lacks scaly pattern on belly and has brighter chestnut-colored crown and sides.",
    "RED BEARDED BEE EATER": "Unmistakable leaf-green bee-eater of lowland and foothill forests. Namesake “beard” actually goes from the crown all the way down to the belly. Sallies out from a perch at middle and upper levels of forest to snag flying insects. Despite its bright coloration, can often be surprisingly difficult to find; listen for its unique song, a series of descending frog-like croaks.",
    "DEMOISELLE CRANE": "Small gray crane of open expansive habitats. Adult is an elegantly smooth shade of gray with a black neck, fiery eyes, and pure white plumes extending out from behind the eyes. Juvenile is similar but paler overall and with shorter plumes. Dark wingtips, prominent while the bird is in flight, may cause confusion with Gray Heron, but note overall shape and straight-necked flying posture (heron typically tucks neck in). Small size distinguishes this species from other cranes. Inhabits fields, deserts, steppes, and plains with water in general vicinity. May visit drier habitat in winter. Migrates in large, vocal flocks.",
    "GO AWAY BIRD": "Unusual gray turaco with a bushy crest and a mostly white head and breast. Found in moist savanna, woodland, shrubby cultivation, and gardens. Usually in small groups. Loud and vocal. The calls are a single hollow “khweow” and a maniacal series of cackles and whines given by multiple birds in chorus. Similar in shape to White-bellied Go-away-bird and Eastern Plantain-eater, but easily separated by the white collar and lack of white in the wings and tail.",
    "MANGROVE CUCKOO": "Slender, long-tailed bird found in shrubby woodland (especially mangroves). Brown above and buffy below with gray cap, black mask, and bold black-and-white pattern on underside of tail. Bill is black on top, yellow below. Similar to Yellow-billed Cuckoo, but note buffy belly, black mask, and no rufous in the wings. Shy; tends to sit still for long periods of time, can be difficult to spot. Song is a series of low croaking notes, gradually becoming longer and lower-pitched. Feeds primarily on insects and small reptiles.",
    "ELLIOTS  PHEASANT": "Pale and stocky-looking pheasant of hill forests with dense undergrowth; generally scarce due to poaching throughout its range. Male is unmistakable: mostly brown above with a white belly, silvery head, bright red face, and a long pale gray tail with thick russet bands. Female is smaller and shorter-tailed with a faded version of the male’s patterning. Can be quite tame in areas where are protected and fed by rural communities.",
    "AMERICAN FLAMINGO": "Unmistakable but very local wading bird with very long, ‘coat-hanger’ neck and very long legs. Adult is hot pink, but 1st-year birds are brown and white overall, attaining fully adult colors in 2-3 years. Usually found in flocks in shallow, saline lagoons. Flamingoes fly in straggling lines, much like geese, and their honking and braying calls can also sound rather like geese. Beware that many people use ‘flamingo’ for Roseate Spoonbill, another (much more widespread) pink wading bird, which other than color is very differently shaped than a flamingo.",
    "SNOWY SHEATHBILL": "Unique, stocky, and rather pigeonlike white bird (actually an aberrant shorebird) of Antarctic Peninsula and islands. Migrates north in winter to Tierra del Fuego and southern Argentina, where a few immatures remain year-round at sea lion and penguin colonies. Typically unafraid; walks around boldly to scavenge and even eat feces. Plumage entirely white (somehow remarkably clean given its habits) with a naked pale pinkish face and a pale green and orange bill. Flies strongly with stiff wingbeats; does not alight on water, but will hitch rides on ships.",
    "WHITE BROWED CRAKE": "A delicate-looking inhabitant of densely vegetated wetlands, where it scrambles over floating plants and between the stems of standing ones. Brown above and pale gray below, with a small black mask around the eye bound in by two bold white stripes. Prefers to run away instead of fly; flight is weak, with dangling legs. Call is a loud, raspy “kii-kah,” often repeated.",
    "GOLD WING WARBLER": "This gem of a warbler is in precipitous decline over much of its range. Distinctive if seen well; note black-and-white face pattern with yellow crown and large yellow patch on wing. Female is a washed-out version of male. Frequently hybridizes with Blue-winged Warbler. Found in shrubby habitats near the edge of taller forest, often close to water. Sings a high-pitched buzzy song usually 3-4 notes with first note highest, but variable; occasionally identical to Blue-winged Warbler but typically higher and finer. Feeds on insects.",
    "RED LEGGED HONEYCREEPER": "Small, warbler-like tanager of tropical lowlands. Favors forest edge, woodland, and semi-open areas with taller trees. Often occurs in small groups, sometimes larger flocks, usually in the canopy of flowering trees, where it probes for nectar with its long bill. Red legs are bright on male, dullest on young birds. Male is blue in breeding plumage, with a turquoise cap; female and non-breeding male are greenish overall with faint streaking on the chest. In flight, the underside of the wings flash bright sulphur-yellow.",
    "VISAYAN HORNBILL": "A fairly large bird of lowland and foothill forest on Panay and Negros islands. Small for a hornbill. Bill fairly short with black bands. Has black wings, a pale buffy tail with black tip, and bare skin around the eye and chin with a blue tinge. Male has pale underparts and head with a black cheek, while female is entirely black. Male is unmistakable in range. Female is similar to female Writhe-billed Hornbill, but smaller, and lacks the red bill. Voice is a short, medium-pitched honk, reminiscent of a squeaky toy.",
    "DUSKY LORY": "Fairly large lory of lowlands and foothill forest and edge. Mainly dark plumage, with 2 obvious bands across the chest and a red bill. Coloration varies from yellow to red. In flight, bright yellow patch in the wing is highly visible. Distinctive fast and straight flight. Often seen flying high in large flocks. Somewhat similar to Black, Brown and Yellow-streaked Lories, but Dusky has a red rather than black bill and different flight. Coconut Lorikeet shows bright red in the fore wing. Very vocal. Noisy, high-pitch, ringing screeches.",
    "CASPIAN TERN": "Largest tern in the world; widespread but typically uncommon. Thick, bright-red bill is distinctive; most have small dark marking near the tip. Note solid black cap in summer which turns to black streaks in winter. Juveniles have V-shaped markings on the upperparts. Feeds by cruising over lakes, rivers, estuaries, and reservoirs looking for fish, then plunging to catch them. Smooth wingbeats, more gull-like than choppy flight of small-bodied terns. Very vocal, giving loud raucous screams. Compare especially with Royal Tern, which is slightly smaller and more slender, and has a thinner, more orangey bill.",
    "CROW": "Uncommon but unmistakable. Large spectacular owl of humid evergreen forest in tropical lowlands and foothills. Often roosts in pairs at low levels inside the forest, sometimes in rather open situations. Roosting birds often hold their long, bushy white eyebrows flattened, but raise them when alert. At night, favors dense forest canopy. Calling birds can be very difficult to locate. Call is a short, throaty, intensifying growl, typically repeated every 5–10 seconds.",
    "RAINBOW LORIKEET": "Familiar, large lorikeet. Very colorful, with a bright red breast, blue/black belly and head, as well as a red bill. Very conspicuous, often observed calling loudly while flying overhead or feeding. Note the much longer tail than Scaly-breasted Lorikeet. No range overlap with Red-collared Lorikeet, which has an orange breast and neck. Found in a wide range of habitats, including urban areas. In the evening and early morning can be seen roosting in very large, noisy flocks.",
    "PURPLE GALLINULE": "Beautiful, colorful waterbird of marshes from southeast U.S. to South America, especially those with lots of emergent vegetation. Bright bluish-purple body with green back, white undertail, and red bill with yellow tip. Long yellow legs and enormous feet help it walk on lily pads. Immatures are buffy overall with dull olive wings. Usually found alone. Loud vocalizations similar to Common Gallinule.",
    "AMERICAN AVOCET": "Distinctive large shorebird with a long, thin, upturned bill. Look for bold black-and-white wings and long blue-gray legs. Breeding adults have buffy-orange wash on head and neck; grayish in winter. Females have more sharply upturned bills than males. Widespread and fairly common in North America, although rare or absent from much of the eastern U.S. Usually seen in flocks, sometimes numbering into the hundreds, foraging in shallow wetlands or estuaries. Feeds by swinging its head back-and-forth through the water to catch small invertebrates.",
    "ORIENTAL BAY OWL": "Small owl with a distinctive, highly angular head. Dark chestnut above and pale creamy gray below with light spotting on the sides. Dark eyes are emphasized by the general paleness of the face and the vertical dark ridges above them which form into small rounded tufts. Typically stands quite upright, giving it a heavy-headed appearance. Small and often difficult to find but can be common in a wide range of habitats, including evergreen forests and mangroves. Vocalizations are variable, and include rasps, screams, inflected gulping hoots, and a high-pitched mellow whistled song with the first few notes downslurred and the last few notes upslurred, which can be likened to “hii-huu-huu-huwee-huwee-huwee”.",
    "RUDDY SHELDUCK": "Striking and distinctive gooselike duck. Plumage bright ruddy overall with contrasting pale creamy head and neck; male has narrow black neck ring. Big white forewing patches striking in flight. Breeds in southeastern Europe and Central Asia, winters in South Asia. Often found around saline lakes; also reservoirs and agricultural fields. Escapees from waterfowl collections occasionally seen free-flying outside of native range.",
    "KAGU": "This unique and charismatic large flightless bird is the flagship species of New Caledonia. Now sadly limited to a handful of locations with high-quality forest. A bit larger than a domestic chicken, but with longer legs and a more upright posture. Overall powdery-blue colored with a large, expressive crest that can be raised or lowered; legs and bill are bright red. Intricate banded pattern in wings normally not visible except during displays. Very noisy, giving a prolonged nasal hooting and cackling series, often in duet, and most vociferously in the pre-dawn hours.",
    "BLACK AND YELLOW BROADBILL": "Utterly unmistakable in its costume of black, white, yellow, and pink. Wide, deep-based bill, typical of the broadbills, is bright blue. Forages at middle to high levels in lowland and hill forests, frequently moving with mixed-species flocks and sallying out from a perch. Song is disproportionately loud, a series of high-pitched coos that increases in pitch and speed, turning into a maddened series of loud whistles. Frequently gives a jay-like “jeer!” call.",
    "GOLDEN PARAKEET": "Remarkable Brazilian parakeet whose golden-yellow plumage and green flight feathers match the national flag. Found in humid forest, old second growth, and seasonally flooded forests. May also be encountered flying in noisy groups over neighboring agricultural areas.",
    "HARLEQUIN QUAIL": "Small ground-dwelling bird. Male has a bold and beautiful pattern; female is plain brown. Found in habitats with thick ground cover, such as grasslands and crop fields. Shy and inconspicuous; usually seen when flushing from thick cover. Most often detected by voice, a three-part whistle in which a longer first “whit” note is followed by two quicker “whit” notes. Male is distinctive, but female is extremely similar to Common Quail, especially when seen only in flight. If seen well, female Harlequin Quail is darker and more uniform, without a bright white belly or bold streaking on the back. Females also similar to buttonquail, but with duller and less complex patterning. When flushed, Harlequin Quail also has stronger and more direct flight than buttonquail.",
    "COMMON POORWILL": "Small, compact night bird with short wings and tail. Intricately patterned with shades of gray; flight feathers are barred with rufous. Males have white corners on tail, females have browner tail corners. Named for its song: a whistled \"poor-WILL,\" sometimes with a faint third note. Strictly nocturnal; more often heard than seen. Prefers rocky desert slopes with some dry vegetation; sometimes perches prominently when singing but also sings from the ground.",
    "ANIANIAU": "A small Hawaiian honeycreeper of high elevation native forests on Kauai. Males are bright yellow and females are yellowish green. Smaller than the Kauai Amakihi with a straighter bill and without the faint black line between the bill and the eye. Moves quickly and incessantly in the understory and forest canopy in search of nectar, insects, and fruit. Fairly common in more remote areas of the eastern Alakai Plateau; uncommon to rare in the western Alakai and Kokee State Park. Song is a trill consisting of paired notes “weesee-weesee-weesee.” Call is a soft upslurred “su-weet.”",
    "FLAME TANAGER": "Fairly common in oak and pine-evergreen forests in foothills and highlands; a few descend in winter to lowlands of west Mexico. Forages mainly at middle to upper levels where often quiet and overlooked easily. Note the bold white wingbars, big white tertial and tail spots, and dark streaks on back. Male flame-orange in west Mexico and deeper orange-red in east Mexico and Central America. Female told from female Western Tanager by gray bill, bolder white wing markings, and streaked back. Calls and song very like Western Tanager.",
    "BORNEAN PHEASANT": "With his iridescent pale blue crest, bright orange facial skin patch, and luminous blue spots along his wings and broad fan-shaped tail, the eccentric-looking male is unmistakable if seen well. Female is less eye-catching: warm brown all over with smaller, darker spots. Inhabits primary lowland and hill forest, favoring areas with ridges. Typically quiet; occasionally gives loud, harsh calls.",
    "VEERY": "Warm-colored thrush, with bright reddish-brown tones above, buffy breast, and white belly. Spots are indistinct and washed out, concentrating on upper breast. Beautiful song is cascading spiral of flute-like notes. Found in a variety of wooded habitats, often favoring wetter areas. Winters in South and Central America; very rare in the U.S. after October, unlike Hermit Thrush.",
    "COCKATOO": "Enormous black cockatoo with yellow cheek patches and tail panels. Most often observed flying above woodland or feeding in trees. Typically feeds on seeds and insect larvae, but also known to frequently consume pine cones from introduced tree species. Call is a loud, distinctive, mournful wailing sound.",
    "GREAT GRAY OWL": "A large enigmatic owl of bogs, meadows, and coniferous forest. This rare and sought-after species is most often seen hunting around dawn and dusk, when it perches silently at the edges of clearings. Feeds mainly on voles. When vole populations crash, Great Grays can be found in large numbers south of their usual northern haunts, especially in winter. Yellow eyes and white bow-tie pattern on neck separate Great Gray from Barred. Its deep hoots are rarely heard.",
    "PEREGRINE FALCON": "Sleek, fast-flying large falcon. Always look for a grayish back in adults, long wings that almost reach the tail tip, and powerful but slender build. Dark mark below each eye varies in shape and size. Juveniles are more heavily patterned below than adults, and can be quite brownish above. Patterning varies considerably across a wide global range, with back color ranging from pale gray in Central Asian “Red-capped” to slaty-blue across much of northern Eurasia North America, to almost black in Asian “Shaheen.” Chases prey down at high speeds with continuous powerful wingbeats. Becoming increasingly common in parts of range, especially in cities, where they can nest on tall buildings and feed on pigeons. Adaptable, and can be seen in a wide range of habitats; often encountered in areas with steep cliffs, as well as around coastal mudflats and open areas with shorebirds.",
    "NORTHERN JACANA": "Fancy-looking, vaguely chicken-like bird of freshwater marshes, lakes, and ponds in tropical lowlands, locally in highlands. Walks with high-stepping gait, often on top of floating vegetation (note its very long toes!). Adult is chestnut overall with black head and neck; immature looks very different, with creamy-white face, neck, and underparts. Bright yellow wings striking in flight, when birds usually give shrieks and other raucous calls. Flies with stiff wingbeats and glides, the long feet trailing out behind.",
    "DOWNY WOODPECKER": "Tiny woodpecker, common and widespread across much of North America. Black-and-white plumage is nearly identical to the larger Hairy Woodpecker. Focus on the bill: Downy has a very short bill, much shorter than the length of the head. Also note the small black markings on the white outer tail feathers. Pacific population has smaller white spots on the wing and a grayer body than Eastern birds. Occurs in any wooded habitat, though western birds are more restricted to riparian areas. Often forages on smaller branches than Hairy Woodpecker. Familiar visitor to backyard feeders, especially fond of suet. Calls include a soft “pik!” and descending rattle, weaker than Hairy Woodpecker.",
    "AFRICAN PIED HORNBILL": "A small though long-tailed hornbill that is frequently encountered as it flies singly or in groups over the canopy, between forest gaps, and over road cuts. Distinctive, with a bright white belly and a black head, body, wings, and tail, giving it a bicolored appearance. Similar to Congo Pied Hornbill, but usually separated by range, and the tail has white corners (rather than edges), and the bill is pale yellow with a black (rather than red) tip. Calls are a series of high-pitched whistles: “heu heu heu heu.”",
    "BEARDED BELLBIRD": "Famously loud and distinctive-looking, this large cotinga is one of the iconic species of northern South America. Male is unmistakable with mostly white body, black wings, brown head, and throat full of dangling black wattles that look like the bird threw up a plateful of worms onto itself. Female is much plainer, greenish with faint yellow streaks on the underparts. Female is extremely similar to female White Bellbird; where range overlaps with White Bellbird, Bearded typically occurs at higher elevations. Most often found by the extremely loud and far-carrying “bonk!” call given by the male.",
    "FOREST WAGTAIL": "A distinctive wagtail with diagnostic wing and breast patterns. It has a prominent, whitish eyebrow with two black crescent-shaped bands on the upper breast; lower one wider when present. Upperparts are brown-gray with a greenish tinge. Two broad white wingbars on an otherwise black wing. Immature is browner, less green above than adult, the breast-bands brownish-black and narrower, the lower one completely or partially missing. Inhabits all kinds of woodlands, foraging on forest paths, swinging its tail side to side (not up and down), and when disturbed, flushing into trees. Call is a metallic “pink” produced in flight. Song is a two-noted “tis-fee” repeated 4-5 times.",
    "VIOLET CUCKOO": "Small, sluggish cuckoo, more often heard than seen; listen for the male’s explosive descending trills and a loud but unremarkable “chom-wit!”, often given in flight. Adult male glossy purple with white-barred belly. Female greenish-brown above with curvier, paler barring extending up to the face; juvenile similar but with stronger rufous tones to the wings and orangish crown. Female and juvenile similar to female Asian Emerald Cuckoo or Little Bronze Cuckoo; look for combination of orange bill and patchy iridescent green instead of the Emerald’s unbroken sheen or Little Bronze’s dark bill and duller sheen.",
    "ASIAN GREEN BEE EATER": "A small, dainty bee-eater of open woodlands, farmland, and sparse human habitation. Mainly green with a bluish throat, slender black eye mask and throat band, rufous or slightly rusty crown and back of the neck, and central tail streamers. Juveniles are duller than adults and lack the long tail feathers. In flight, note the rusty underwing with a black trailing edge. Flies gracefully as it catches insects and other prey. Calls are a series of gentle liquid trills or more staccato notes.",
    "NORTHERN PARULA": "Small, short-tailed warbler with a sharply pointed, bicolored bill. Blue-gray above with mossy-green patch on the back, white eye-arcs, and yellow breast. Adult males have most extensive black and rufous breast band; young females are plain yellow. Breeds in mature coniferous or deciduous forests, especially near water. Builds nest with moss; especially fond of Spanish moss in the southeast U.S. and old-man’s-beard in the Northeast. Found in any wooded habitat in migration. Winters primary in the Caribbean and eastern Mexico. Loud song is a buzzy, ascending trill with sharp chip at the end; sounds like a zipper. Compare with Tropical Parula, which always has a clean yellow or orange breast and lacks white eye-arcs.",
    "GOULDIAN FINCH": "A brilliantly colorful, unmistakable bird with vivid green back, yellow belly, purple chest, blue nape, black throat, and very pale bill; face may be red, yellow or black. Juvenile dull olive above, pale below, with paler bill than most other small finch-like birds. Feeds on the ground; when disturbed, flushes into trees, showing a flash of bright green backs. Inhabits grassy open woodlands across northeastern Western Australia, the Top End of Northern Territory, and parts of northern Queensland.",
    "GREEN JAY": "Stunning and unmistakable: green and yellow plumage with bold black-and-blue head pattern. Birds from Texas to Honduras have a blue crown, dark eye, and relatively uniform lime-green body, and occur in small flocks in woodland with brushy understory. Birds in South America, sometimes called Inca Jays, occur in Andean cloud forest from Venezuela to Bolivia. They show a white crown, pale eye, blue forehead tuft, and rich sulphur-yellow belly contrasting with darker green upperparts. Both populations give a variety of strange mechanical calls.",
    "VIOLET BACKED STARLING": "A small starling with dramatically different-looking sexes, although both sexes sport a distinctive dark bill and a lemon-yellow eye. The male is iridescent, ranging from plum-violet to purple-blue depending on the light, except for the white belly and vent. The female and juvenile have brown-streaked white bellies and darker brown-streaked upperparts. Pairs and small flocks occupy open woodland, riverine forest, and wooded parkland, where they feed on fruit and berries, being an important dispersal agent of mistletoes, although they also opportunistically take insects, particularly winged termites and ants. Some populations are resident, but most are migratory or nomadic.",
    "CINNAMON FLYCATCHER": "Bright rufous flycatcher of the Andean subtropical zone. Fairly small size, entirely cinnamon underparts, brown back, and bright rufous wing patch render this species distinctive. Usually found in pairs, perched conspicuously at the edge of the cloud forest. Sexes alike. Voice is also a good way to detect this species: listen for the sputtering, slightly descending trill. The subspecies found in Venezuela and northern Colombia is even brighter cinnamon than its southern counterparts, especially on the back and wings.",
    "VERDIN": "Tiny, unique songbird with a sharply pointed bill. Mostly plain gray with a yellow head. Small rufous patch on shoulders is sometimes visible. Juveniles lack the yellow head; note bill shape to help separate from Lucy's Warbler or Bushtit. Forages solo or in pairs in scrubby arid habitats, especially mesquite. Occasionally visits hummingbird feeders for nectar; primarily feeds on insects.",
    "PYGMY KINGFISHER": "Small, almost fluorescent orange forest kingfisher. Endemic to Madagascar, where it is most common in eastern and northern rainforest, though it also occurs locally in western deciduous forest. Sits motionless for long periods before darting after prey, most often frogs. Call is a harsh “tshik,” often given in flight. Separated from Malagasy Kingfisher by orange upperparts and bill. Prefers forest, whereas Malagasy Kingfisher is found in wetlands.",
    "LONG-EARED OWL": "Medium-sized, rather slender owl with long \"ear\" tufts. Extensive range across Northern Hemisphere. North American birds are rather dark and coarsely marked, with pumpkin-colored face patches and yellow eyes. Eurasian populations are paler overall, especially on the face, and have reddish eyes. Strictly nocturnal; rarely seen foraging at dusk and dawn. Found in areas with a mix of dense cover for roosting, such as brushy thickets or conifer groves, and open spaces for hunting. Generally uncommon to rare and seldom-seen, but can gather in communal winter roosts with dozens of individuals (if you're lucky enough to find a roost, do not disturb the birds). Compare with Short-eared Owl. Typical vocalization is a single low “woop” repeated every few seconds; also gives a wide range of maniacal catlike screeches and doglike barks.",
    "DOUBLE EYED FIG PARROT": "Tiny rainforest-dwelling parrot. Male has red cheeks. Primarily green with varying levels of red and blue on the face depending on the subspecies. Typically flies quickly overhead or feeds inconspicuously in rainforest canopies. From Little Lorikeet by pale underwings (Little Lorikeet has dark wings), and yellow line near the folded wing (lacking on Little Lorikeet). Its call, usually heard in flight, is a distinctive metallic ‘tzeet-tzeet’. Excavates hollows in softwood rainforest trees.",
    "OKINAWA RAIL": "A candy-red bill, curving white head stripe, and lacey black-and-white striping make this a unique and attractive species. Found only in and around the Yanbaru Forest on Okinawa Island, where it forages on the forest floor, often in pairs or small flocks. Most frequently seen as it crosses roads, trails, and clearings. Gives a variety of different calls, typically given during dusk, dawn, or nighttime hours. All are somewhat terrifying, a medley of shrill yelps, high-pitched squeals, and a laughter-like clattering.",
    "HOUSE FINCH": "Frequents suburban settings across North America, along with open woods, brushy field edges, and deserts. Males vary in shades and intensity of red. Some males are yellow or orange. Females are drab gray-brown overall with plain faces and blurry streaks on underparts. Similar to Purple and Cassin's Finch, but House Finch males are more orangey-red with color equally bright on crown, throat, and breast. Red color is mostly restricted to head and upper chest, contrasting with cold gray-brown nape, back, and wings. Pale sides show distinct brown streaks, lacking red tones. Females lack bold face pattern and have more diffuse patterning overall. Often sings loudly in neighborhoods and visits feeders.",
    "GREEN BROADBILL": "Luminous green bird with an oddly umbrella-like head shape, found in lowland forests. Male has black wingbars and a dark “comma” behind the eye. Female is paler green and plainer overall, with no dark markings. In Borneo, overlaps with Hose’s and Whitehead’s Broadbills, both of which tend to be found at higher elevations. In Green Broadbill, note the lack of black on females in any plumage, the clear bars on the wings instead of spots, and the overall larger size. Gives soft, bouncy hooting notes, often in series.",
    "ROSY FACED LOVEBIRD": "A small, short-tailed parrot with a soft pink face and dark eyes. Native to southwestern Africa, but feral populations occur in Arizona and in Hawaii; a common pet species, and escapees may occur anywhere. Wild birds are leaf green with brilliant blue rumps, but escaped domestic types may be mostly blue or yellow. Inhabits dry forests and river valleys; present in cities in both natural and introduced range. Call is a shrill, high whistle.",
    "COCK OF THE  ROCK": "A large, chunky cotinga, always preceded by its reputation. Exquisite adult male is impossible to mistake for anything else; young males and females are brown and best identified by size, odd shape and pale eyes. Most readily found in lowland rainforest near rock formations that provide nest sites. Often seen flying across small rivers or roads, but generally difficult to observe away from display areas. Feeds on fruit. Calls, occasionally given in alarm and while foraging, are querulous and fowl-like.",
    "CHUCAO TAPACULO": "Fairly common to common in native temperate forest, adjacent shrubbery, wooded patches, and thickets along rivers and streams, especially with bamboo. Loud ringing song is commonly heard, but calling birds can be elusive. At other times can be confiding, walking out at close range as if curious, usually with tail cocked. Plumage distinctive, with bright rusty eyebrow, throat, and breast. Compare with the larger and fatter Chestnut-throated Huet-huet.",
    "CRESTED OROPENDOLA": "Large blackbird with thick triangular bill. Dark blackish plumage, fading to paler reddish-brown at rear. At a distance, appears all black. Striking yellow tail and pale blue eye. Separated from other oropendolas by combination of large size and dark color. Often found in loose flocks anywhere with some trees, including forests, edges, and even disturbed open habitats. Oropendolas are colonial nesters that build hanging woven nests. Listen for bizarre gurgling noises.",
    "PURPLE MARTIN": "Large, dark swallow. Distinctive north of Mexico, where it is the largest swallow. Adult males are dark overall with a purplish-blue iridescence visible at close range. Females are grayer with iridescence on the crown and back, and variable splotchy patterning on the underparts. Immatures lack any purplish color and have a whiter belly. Gives a distinctive liquid gurgling call. In the eastern U.S., nests exclusively in nest boxes and martin houses; also uses natural cavities in parts of the western U.S. and Mexico. Departs breeding grounds in the late summer, locally staging in massive numbers. Winters primarily in the Amazon basin of South America. During migration and winter, identification is complicated by several other extremely similar species of martin. Identification features are not well known; some are best left unidentified.",
    "HAWAIIAN GOOSE": "A distinctively marked goose with neck feathers that have a peculiar furrowed appearance. Occurs in wetlands, grassy areas, golf courses, montane shrubland, parks, and even lava fields with sparse vegetation. May associate with feral domestic waterfowl in parks. Males aggressively defend nests. Common and widespread on Kauai, more locally distributed on Maui, Hawaii, and Molokai, rare on Oahu. Call is a typical goose-like honking.",
    "NORTHERN FLICKER": "Large, brownish woodpecker with black barring on the back and black spots on the belly. Easily recognized in flight by its bright white rump. Also note large black crescent-shaped mark on breast. Wings and tail flash yellow or red, depending on the subspecies. Generally \"Yellow-shafted\" is found in eastern and northern North America, and \"Red-shafted\" is found in western North America as far south as Oaxaca. Birds from Chiapas to Nicaragua are larger with entirely brown crown, sometimes considered a separate species. Typically singly or in pairs, but can gather in large loose groups during migration and winter. Often seen feeding on the ground in open areas, foraging for ants and worms. Vocal and conspicuous: listen for loud “kleer!” call and series of laughing notes.",
    "MYNA": "A sturdy songbird with fairly long tail, substantial bill. Glossy black above, bright white below. Female may show a buffy patch on upper breast. Similar to Restless Flycatcher; best identified by range. Inhabits wetlands, foraging near the ground/water. Compare Willie Wagtail. Calls loudly with a clear whistled \"tui-tui-tui” and an incomparable buzzing scissors-grinder sound.",
    "WHIMBREL": "Large, brown shorebird with long, decurved bill. Note bold head stripes. Occurs on mudflats, beaches, and coastal marshes. Often in flocks, sometimes mixed with other large shorebirds like Willet or godwits. Extensive global range, breeding on the Arctic tundra and wintering on coastlines as far south as Tierra del Fuego. Generally uncommon to rare inland. Most similar to Bristle-thighed Curlew, which overlaps locally in Alaska and the South Pacific. Whimbrel is colder brown and lacks the bright buffy rump of Bristle-thighed. Also compare with shorter-billed Little Curlew in Asia, and larger curlews like Long-billed, Eurasian, and Far Eastern. Listen for call, a series of short, shrill whistles.",
    "BAIKAL TEAL": "Males is exquisitely patterned, with an unmistakable green-and-yellow facial pattern, spotted rose-pink breast, and long, drooping scapulars. Female mostly drab brown but with a distinct white spot near the bill base as well as a very weak hint of the male's facial pattern. Breeds in marshy woods and on the tundra. During the non-breeding season, gathers in groups of up to several thousand in marshes and estuaries in northeastern Asia; generally uncommon outside core wintering grounds.",
    "SMITHS LONGSPUR": "Sparrowlike ground dweller; crouches low to the ground and walks with pattering footsteps. Breeding male is a unique deep yellow-orange with black-and-white head pattern. Females and nonbreeding birds are more subtle but typically buffier than other longspurs. Also look for long wingtips, thin white eyering, and blurry streaks below. Breeds on Arctic tundra. In winter, look for small flocks in fields with short grass and exposed soil. Not found in mixed flocks. Rattle call similar to Lapland Longspur.",
    "AMETHYST WOODSTAR": "Tiny, short-billed hummingbird of forests, forest edges, and savanna woodlands. Both sexes are green on the back with a white band across the rump, but males have glossy pink throat and a deeply forked tail. Females have a white throat, a short tail, and cinnamon flanks and undertail.",
    "ANDEAN LAPWING": "Large, boldly patterned shorebird of high Andean bogs, wetlands, and lakeshores; also ranges into grassy pastures in the northern part of its range. Usually in pairs or loose flocks, feeding with typical stop-start action of plovers. Little or no range overlap with Southern Lapwing of lowlands and foothills. Note dove-gray head and breast (no crest) and pink bill and legs (duller on immature). In flight shows bold black-and-white pattern on wings and tail. Often noisy, especially when flushed.",
    "CRESTED SERPENT EAGLE": "A rather large, heavily built eagle with a dark, white-tipped bushy crest that gives it a distinctive large-headed look. When raised in alarm, the crest frames the whole face, highlighting the bare yellow lores and eyes, making the head look larger and fiercer. The rufous-brown underparts have neatly arranged dark-edged bold white spots. In flight, shows broad rounded wings with a wide black trailing edge. Juvenile predominantly white with dark streaks below; also note dark mask. Commonly seen perched upright in well-wooded areas, with wingtips nearly covering the broad white sub-terminal band on the tail. Its 1-3 note scream is often heard in the forest.",
    "HOUSE SPARROW": "Widespread and abundant in cities, neighborhoods and farms. Avoids dense woods. Flocks cluster in dense bushes, bustling around and chattering to one another. Males have smart black bibs, bright rufous napes, and stunningly patterned wings with brilliant buffs and browns. Underparts are pale pearly-gray. Females are plain brown with cute face and lighter eyebrow. Native to Eurasia; introduced to much of the rest of the world.",
    "WILD TURKEY": "Among the largest birds in North America. The large-bodied, long-legged and small-headed look of a turkey is distinctive. Appears dark from a distance. Often seen in small groups in open fields near woods. Gobbling often audible in the spring and early summer.",
    "KING EIDER": "A fantastic sea duck of the high Arctic. Breeding male is particularly shocking, as if you left a child unsupervised with a set of paints; it would be very difficult to mistake this bird for anything else. At a distance, look for black back with “sails” sticking up, powdery-blue nape, and enormous orange knob on the face. Immature male is variable but usually dark brown or blackish overall with paler breast and orange bill. Female is buffy-brown with a blackish bill shaped to look like she’s smiling. Extensive breeding range across the Arctic tundra; winters at slightly lower latitudes, rarely as far south as the mid-Atlantic states of the U.S. Most often seen singly or in small flocks on the ocean, often mixed with Common Eider or other sea ducks. Rare on inland lakes, but more regular inland than Common Eider. Females and young males more regularly seen further south than adult males.",
    "VIOLET TURACO": "Spectacular purple turaco with a beautiful facial pattern: a large red-and-yellow bill, red bare skin around the eye, a white patch behind the eye, and a dark red back of the head. Shows large crimson wing patches in flight. Found along forest edge and in gallery forest and lush gardens. Acts like a typical turaco, bouncing through the trees and flying occasionally with short bursts of wingbeats and long glides. Call is a low, rollicking trill that is often given in raucous chorus by a group. Similar to Ross’s Turaco, but overlap in range is minimal, and Violet is easily separated by many details of its facial pattern, including its two-colored bill.",
    "RAZORBILL": "Black-and-white seabird with a thick and blunt bill. Breeds in colonies on rocky islands; winters on the ocean. Black above and white below with thin white line in front of eye. In winter, white throat wraps up behind eye, but pattern is less crisp than on Common Murre. Similar to other murres but note different bill shape and longer tail that is sometimes held up. Found singly or in flocks. Sometimes seen from shore in large numbers following the passage of a winter storm. Frequently dives underwater searching for fish.",
    "IVORY BILLED ARACARI": "Small toucan found in western Amazonia. Unlikely to be confused in range. Look for its red breast, dark belly band, and yellow lower belly. The bill is mostly pale creamy-yellow, with variable dark markings. Typically found in pairs or small groups in the canopy of lowland forest and edges, up into the foothills of the Andes. Often seen perched conspicuously on a snag, or foraging in a fruiting tree.",
    "REGENT BOWERBIRD": "Small forest bowerbird. Males and females differ greatly. Males are black with stunning bright gold on the head and wings. Females are light brown with scalloping on the breast and back; they are much smaller and more lightly build than big, plump Satin Bowerbirds. Males have a bright yellow bill, while female’s is black-gray. Usually found in rainforest. The male builds a small open bower out of twigs and decorates it with small objects in order to attract a mate. This species is not very vocal and is usually only heard calling near a bower.",
    "OSPREY": "Large, mostly white raptor that cruises over lakes, rivers, and coastal waterways in search of fish. Impressively widespread: found on every continent except Antarctica. Mostly white head and underparts; dark brown back. In flight, holds wings with a kink in the wrist (shaped like an \"M\"). Stick nests are conspicuous on top of channel markers, utility poles and high platforms near water. Often seen plunging feet-first into water from high in the air to grab fish.",
    "VICTORIA CROWNED PIGEON": "An enormous pigeon of lowland swamp forest. Blue-gray body and maroon chest. Differs from other crowned pigeons by its long white-tipped crest and pale gray wing patch tipped with maroon. Claps its wings very loudly when it takes off. Forages on the forest floor for fallen fruit. Courtship display includes rocking whole body forward and fanning tail, then lifting wings. Unmistakable and does not overlap with other crowned-pigeons. Voice a deep, upslurred booming call. Also regular deep hooting notes.",
    "CINNAMON TEAL": "Small duck with chalky-blue patches on the upperwing (visible in flight). Breeding males unmistakable with rich reddish-brown color overall. Females are buffy-brownish overall and intricately patterned. Look for rather plain face and longer, more spatulate-shaped bill than Blue-winged Teal. Widespread and fairly common throughout western North America and South America, as far south as Tierra del Fuego. Usually found in shallow wetlands or marshes, where it can occur in pairs or flocks, sometimes mixed with other species of ducks.",
    "SATYR TRAGOPAN": "A large pheasant-like bird. Male has a black face with dark blue cheeks and chin, and a grayish-brown back and uppertail. It has white speckling all over, but the male Satyr Tragopan is the only tragopan to have white dots on the red breast. Female is similar in shape, but all brown with thin white streaks on the back and reddish-brown wings. Found in dense forests, where it forages on the forest floor. The call is a nasal, wailing “gwaaahh.”",
    "COLLARED ARACARI": "An attractive small toucan of tropical lowland forest and edge. Usually found in small groups moving through the canopy of fruiting trees or seen flying, one at a time, across clearings and between trees. Flight rather direct and fast, when long-tailed and long-billed shape is distinctive. Note the yellow body with red and black markings, and the serrated pattern on the big bill.",
    "PEACOCK": "An amazing and distinctive red-throated and green-backed pheasant with different-looking sexes: male is blue-black below with a white crest, and female has russet underparts and crest. Africa’s only pheasant, unlikely to be confused with other birds. Very rare, skittish, and seldom seen, restricted to the central Congo Basin of Democratic Republic of Congo, which is difficult to access. Pairs duet, often at night, with a “goway-gowaa” and also a guttural “kuw-kuw” contact call.",
    "ZEBRA DOVE": "A small, grayish brown dove with dark bars on the breast and back, and bare blue skin around the eye. The call is a rapid series of short “coos,” higher pitched and faster than Spotted Dove. Native to Southeast Asia, but introduced to many islands, including the Hawaiian Islands, French Polynesia, Mauritius, and the Seychelles. It is generally quite abundant throughout both its native and non-native range, especially in urban and suburban areas; typically not found in dense forests.",
    "MALABAR HORNBILL": "A small gray hornbill with a casque-less pale bill, a black undertail with white tips, and a pale eyebrow. Sexes are alike, except that the females have black on the base of the bill. In flight, the white tips to the outer edges of the wings contrast strongly with the otherwise very dark undersides of the wings. It is found in evergreen forests and plantations. The call is a distinctive series of yelping sounds that rise to a crescendo, sounding like manic laughter.",
    "WATTLED CURASSOW": "Very large black gamebird with a red bill. Males have a white ventral region which is chestnut in females. Strongly associated with riparian environments, especially seasonally flooded forest and river islands, where it is quite arboreal. Now very rare over much of its range because of overhunting.",
    "BLACK FRANCOLIN": "Strikingly patterned male is unmistakable with his jet-black face and breast, white cheek patch, dark rust-brown collar, and bright white spots. Brownish female has a small orange nape patch, pale throat, and dense black-and-white markings all over the body; compare with larger Gray Francolin. Occurs in dry grasslands, agricultural land, and weedy fields. Shier than other francolins; more often heard than seen. Usually solitary or in pairs. Male call is a peculiar, metallic-sounding “keek, keek, kek-ke-kek.” Native to Asia, from Turkey east to far eastern India and northern Myanmar; introduced to Hawaii.",
    "TIT MOUSE": "A tiny drab bird with a sharp bill. Note gray back, whitish underparts, and faintly black-speckled forehead. Generally uncommon in dry savanna and thornscrub, usually found in pairs or small flocks. Similar to Sennar and African Penduline-Tits, but grayer on the back and paler below. Can also be mistaken for Yellow-bellied or Yellow-vented Eremomelas, but has a shorter and thinner bill and no yellow on the underparts. Vocalizations include high-pitched “sit” notes and long trills.",
    "CANVASBACK": "Attractive duck with distinctive triangular head; forehead slopes seamlessly into the long bill. Males are white-bodied with black chest, reddish-brown head, and red eye. Females are dull grayish-brown with unique head profile and dark brown eye. Breeds in lakes and marshes. Winters in any large body of water with submerged aquatic vegetation on which to feed. Dives frequently, searching for vegetation and invertebrates. Often gathers in large flocks in nonbreeding season.",
    "TRICOLORED BLACKBIRD": "Very similar to Red-winged Blackbird. Male entirely glossy black with red shoulder patch bordered by white, not yellow. Female dark brown and streaky, larger and darker than any sparrow. Lacks warm tones to plumage, unlike female Red-winged Blackbird. For both sexes, note relatively thin, sharp bill. Found in marshes and adjacent fields; breeds in colonies. Undergoing significant population decline due to habitat loss. Song is nasal and low-pitched, not as complex or as musical as Red-winged.",
    "PALM NUT VULTURE": "Small, odd, distinctive vulture. Adults are boldly patterned black-and-white, with red bare facial skin. Juveniles are brown. Immature birds show a mixture of juvenile and adult traits. Distinctive shape in flight: broad, paddle-shaped wings and a short, wide tail. Found in a variety of habitats, including forest, woodland, and savanna--usually in the vicinity of palms. Somewhat similar to African Fish-Eagle, but easily separated by red facial skin and different pattern of black and white. Juveniles are similar to Hooded Vulture, but are smaller, with a thicker bill.",
    "BANDED BROADBILL": "Deep purplish-red broadbill with bold yellow patches on the wings and tail. Broad-based bill and irises are bright blue. Female is slightly duller than the male, and lacks a black line across the chest. Favors riparian and wet forests from the lowlands up into montane areas, and will visit edges, gardens, and parks. Forages in the canopy, often flying from a perch to do so. More vocal than Black-and-yellow Broadbill, giving long, drawn-out whistles and buzzing trills.",
    "GRANDALA": "Often seen swirling in flocks above mountain passes, scrubby alpine forests, and highland meadows, this large thrush is unlike any other. Adult male is a deep, almost eye-searing blue with jet-black wings. Females and immatures are brown with white streaks all over the head and underparts and weak white bars on the wings. Long-billed and sharp-winged profile, along with flocking behavior, is more reminiscent of starlings than thrushes.",
    "SWINHOES PHEASANT": "Secretive, handsome endemic pheasant of Taiwan's mountains. Male slaty blue from nape to flanks, with contrasting white upper back, brown mantle, and dark gray wings; female mostly rich brown with pale markings above. Both sexes have red facial skin, more extensive in male. Forages quietly in pairs in the forest understory, occasionally along forest edge on trails or roads. Both sexes give subtle clucking calls and a high-pitched squeaky alarm call. Male has white in tail and back, unlike Mikado Pheasant; female distinguished by richer plumage tones, broader tail, pale bill, reddish legs, and unmarked underparts.",
    "BROWN HEADED COWBIRD": "Stout bill. Short tail and stocky body. Males are glossy black with chocolate brown head. Females are gray-brown overall, without bold streaks, but slightly paler throat. Juveniles streaked brown. Found in open woods, farmland, and stockyards. Forages by walking on the ground. Often in flocks with other blackbirds in winter. Visits feeders. Unpopular due to their parasitic habit of laying eggs in nests of other birds.",
    "GRAY CATBIRD": "Medium-sized songbird, smaller than a robin, with a smooth gray body, black cap, and rusty-red undertail. Sometimes mimics other species in complex, jumbled song. Prefers dense shrubs and small trees in forest edges, streamside thickets, and old fields. Occasionally feeds on suet.",
    "AVADAVAT": "Very pretty small finch-like bird with red bill, red eyes, and distinctly barred flanks. Sexes are similar, but males have brighter greens and yellows than females. Juveniles are brown above, pale with some yellow below, but have the red bill. Very rare and local. Known to occur in flocks in dry areas with open woodland, scrub, and agriculture.",
    "WOOD DUCK": "Breeding males are stunning with ornate, colorful patterns visible up close; appears dark overall at a distance. Females gray-brown with thin white eyering. Crest on head. Found in wetlands and flooded woods. Flies through trees with exceptional maneuverability, thanks to its long tail. Often shy and quick to flush. Call is a loud, screeching whistle.",
    "LUCIFER HUMMINGBIRD": "Small hummingbird with long, curved bill. Male dusky-greenish with contrasting white chest, expansive purple throat, and long forked tail (usually held closed in a point). Female is buffy below with a dusky mask and buffy eyebrow. All ages and sexes are most easily identified by bill shape. Found in deserts; shows a preference for flowering agave plants. Primarily a Mexican species, with very limited range in the U.S. Occurs to just south of Mexico City, where range limit with extremely similar Beautiful Hummingbird is not perfectly known. Male Lucifer has pointed outer tail feathers vs. blunt on Beautiful, but otherwise essentially inseparable.",
    "CAPE ROCK THRUSH": "A large, chunky, long-tailed rock-thrush. The male has a brown back and uniform blue-gray coloration restricted to the head and throat. The female is differentiated from other rock-thrushes by her shape and rich buff underparts broken only by a small white patch on the central throat. Pairs and small groups occupy rocky areas in grassland, semi-arid country, and fynbos (heath). The species has also adapted to human-modified landscapes, breeding on buildings in hamlets surrounded by vegetation. Other male rock-thrushes have blue-gray backs.",
    "SNOW GOOSE": "Medium-sized goose with two strikingly different color morphs. White morph generally more common. Adults have black wingtips, pink bill and legs, and often show yellowish staining on the head. Juveniles have dull brownish bill and legs and variable grayish smudging on body and wings. Dark morph adults are dark slaty-gray with a white face; juveniles are entirely dark. Typically found in flocks, sometimes numbering into the thousands, but individuals may be found with other geese species. Occurs in fields, marshes, and lakes during migration and winter; breeds on Arctic tundra. Compare with Ross’s Goose, which is like a cuter miniature version of Snow Goose. Pay attention to the bill: Snow Goose has a longer bill with a more curved border where it meets the face, and a more pronounced dark “grin patch” (but beware, Ross’s can show a small grin patch too!).",
    "AMERICAN GOLDFINCH": "Small finch. Sharply pointed bill is pink in summer, grayish-brown in winter. Small head, long wings, and short, notched tail. Adult males in spring and summer are bright yellow with black forehead and wings. Females are dull yellow below and olive above with two distinct wingbars. In winter, they are drab, buffy-brown. Active and acrobatic. Sometimes in large numbers at feeders or on ground below. Found in weedy fields, cultivated areas, roadsides, orchards, and backyards.",
    "CERULEAN WARBLER": "Brilliant sky-blue warbler of the high canopy. Prefers mature deciduous forest, either in riparian areas or dry mountain ridge-tops. Tends to stay high in the canopy; thus, can be difficult to see blue color. From below, look for white throat and belly, thin necklace, and dark streaks on sides. Female is a unique muted turquoise with pale eyebrow and blurry streaks on sides. Immature birds show yellow wash on underparts. All plumages have bold white wingbars. Easiest to detect in spring and summer by its loud buzzy song, similar to Black-throated Blue but usually richer and more distinctly three-parted; much lower-pitched than Blackburnian Warbler. Winters primarily on the east slope of the Andes from Venezuela to Bolivia.",
    "ANHINGA": "Long-necked “snake bird” found in wooded swamps, marshes, and ponds. Males are black with white on wing; females similar but with brownish neck and head. Dives underwater and spears fish with dagger-like bill. Often swims with only head and neck out of water. Like cormorants, perches out in the open to spread wings and dry feathers. Similar shape to cormorants but even longer-tailed with a more sharply pointed bill. Occasionally soars.",
    "CRAB PLOVER": "Utterly unmistakable large shorebird: gleaming white adult has a black back, black flight feathers, and a very heavy dark bill, which is used to dispatch crustaceans and other invertebrates. Narrow dark smudge around the eye imparts a sleepy appearance. Juvenile similar to adult but back pale brown. Inhabits sandy beaches and shorelines, as well as coral outcrops, rocky coasts, and mangroves. Forages in flocks, often giving raucous, tern-like calls in flight.",
    "EGYPTIAN GOOSE": "This striking “goose” (in actuality more closely related to shelducks) is native to Africa, mainly the eastern and southern parts of the continent; it has also been introduced widely across Europe and parts of the U.S. Distinctive: note the staring pale eye surrounded by a dark patch, pink legs, and overall gray and buffy plumage. In flight, look for bright white forewings. Usually found in pairs or family groups. Feeds while swimming and by grazing on shore.",
    "BLACK SWAN": "Unmistakable large black swan with a red bill. When swimming this species is almost entirely black. Wings show extensive white flight feathers when flying. Juveniles are similar but dark-gray. In Australia, compare with Magpie Goose, which has white belly, and white underwing with black tips. Typically found along inland waterways, rivers, sewage ponds, and coastal lagoons and inlets. Sometimes flocks together in enormous numbers on large wetlands.",
    "GREAT KISKADEE": "Large, boldly marked, and boisterous flycatcher. Rather stocky with large head and short tail. Looks bright and contrasty with yellow belly, black-and-white head pattern, and rufous wings and tail. Common and widespread throughout Middle and South America, with limited range in the U.S. (Texas). Occurs in shrubby woodlands, often near clearings or bodies of water. Listen for loud “kis-ka-dee” calls, which helps separate from similar species like Lesser Kiskadee and Boat-billed Flycatcher.",
    "BLACK COCKATO": "Enormous black cockatoo with yellow cheek patches and tail panels. Most often observed flying above woodland or feeding in trees. Typically feeds on seeds and insect larvae, but also known to frequently consume pine cones from introduced tree species. Call is a loud, distinctive, mournful wailing sound.",
    "CRANE HAWK": "Variably colored hawk with a small head and long legs. Frequents tropical lowlands, especially marshes, but also forest, woodland patches. Usually seen perched, at times clambering and flapping while using its double-jointed legs to grope around for prey in tree crevices. Adult has long reddish legs; Central American and northern South American birds have red eyes, while southern South American birds have yellow eyes. Immature has white-grizzled face. Long tail has 2 broad white bands, obvious in flight. Wingbeats rather loose and floppy, and soars rather infrequently.",
    "FRIGATE": "A huge black bird with a very long hooked bill and a long, trailing deeply forked tail. Soars on giant wings, often harassing other birds to steal their food. Male is entirely black with a limited red throat. Female is black with a wide reddish chest band. Almost identical to Magnificent Frigatebird, but slightly smaller, with a more limited red throat patch. Lacks the pale upperwing panel of Great Frigatebird. Female is the only entirely dark female frigatebird; reddish chest band is diagnostic. Mostly pelagic.",
    "CAPPED HERON": "This gorgeous medium-sized heron is uncommon but widespread in lowlands of South America, barely extending into eastern Panama. Not likely to be mistaken: combination of silvery back, buffy neck and belly, black cap, and blue lores (sometimes radiant turquoise!) help distinguish this species from other herons. Also note the long white plumes on the back of the head. Occurs around swamps, forested ponds, and rivers, usually singly.",
    "TURKEY VULTURE": "Large raptor. Appears dark from a distance. Up close, dark brown above with bare red head. In flight, undersides of wings are two-toned; lighter on the entire trailing edge of the wing, opposed to just wingtips on Black Vulture. Wings are held slightly raised when soaring, making a \"V\" when seen head-on. Tends to wobble in flight. Wingbeats slower and deeper than Black Vulture. Glides relatively low while sniffing for carrion, or riding thermals to higher vantage points. Also huddles around roadkill or dumpsters.",
    "CRESTED FIREBACK": "Flamboyant dark pheasant of tropical lowland rainforest, typically in wetter areas. Male is glossy blue-black with a tufted crest, electric blue facial skin, blood-red back and white tail. Female is warm chocolate brown with pale-edged feathers on the underparts. Forages singly or in small groups on the forest floor. Shy but has become habituated in some places. Larger than Malayan Crestless Fireback and Salvadori’s Pheasant with blue rather than red facial skin and red rather than gray legs. Gives guttural “chuckit!” or soft ”weep” calls. Males also give a wing-whirring display.",
    "ASHY STORM PETREL": "Medium-sized, dark-rumped storm-petrel with a long, deeply notched tail and grayish tones to the plumage. Usually flies fairly directly with light fluttering wingbeats; can be stronger in windy conditions. Look for pale stripe on underwing (not always obvious). Distinctive within limited range, exclusively off California and northern Baja. Rarely seen from land. Gathers in large flocks, often resting together on the water; can be mixed with other storm-petrel species.",
    "JACK SNIPE": "A small snipe, with stripy and cryptic plumage. Similar in appearance to Common Snipe, but note shorter bill, dark crown without pale stripe down middle, and wide golden stripes or \"braces\" down the back. Found in fresh and brackish marshes, but rarely seen unless flushed, when usually flies up silently from almost underfoot and drops back down not too far away. Single birds feed quietly by probing in mud, usually near cover; walks with distinctive, near-constant bobbing motion.",
    "LARK BUNTING": "Chunky, thick-billed sparrow that prefers wide open habitats. Breeding males are unmistakable: mostly jet black with a bold white wing patch. Nonbreeding males and females are overall streaky brown, but still show white wing patch. Always look for the thick silvery bill. Breeds in grasslands, especially shortgrass prairies. In migration and winter, can be found in open areas from grassland to desert to agricultural areas. Sometimes gathers in huge flocks in winter. Usually seen on the ground or perched on a fence.",
    "WOODLAND KINGFISHER": "A medium-sized, electric-blue-backed kingfisher with a distinctive bicolored bill: red above and black below. Pairs and singles mostly hunt insects in taller dry woodland, riverine forest, and forest edges. Its loud and characteristic call is a high-pitched “tuuui”, followed by a pause and then a trilling, down-slurred “trrrrrrrrrrrrrrrrr”. Sometimes it advertises by sitting upright, extending its wings to show a bold wing pattern, and calling. Almost all of Africa’s other similar kingfishers have a uniformly red-orange (not bicolored) bill, except the Blue-breasted Kingfisher, which differs by being larger, having a complete pale-blue breast band, and preferring denser lowland rainforest.",
    "RED HEADED WOODPECKER": "Incredibly striking bird: adults have brilliant crimson head, black back, large white wing patches, and white belly. These large patches of solid color are unlike other woodpeckers with more intricate patterns. Immatures have brownish heads. Found in open forests with clear understories, including pine plantations and standing timber in beaver swamps. Often social, found in family groups. Regularly seen caching nuts in the fall, perched on snags, and sallying out to catch insects. Occasionally visits feeders. Nests in cavities.",
    "CAATINGA CACHOLOTE": "Unmistakable. Large ovenbird with uniform cinnamon plumage, bushy crest, and yellow eyes. Occurs in dry forests (caatinga) and scrub, often near human habitations. Mostly forages on the ground. Builds a large thorny stick nest. Sings in a duet: the male emits an accelerating series which finishes in a rattle, and the female gives continuous buzzy “zjeep” notes.",
    "RED FACED CORMORANT": "Dark glossy-green cormorant with a bluish neck, red face, and yellowish bill. White patches on sides of rump. Juveniles are duller than adults, especially on the face, but usually show some pale pinkish at the base of the bill. Found on rocky coastlines; breeds in colonies on precarious cliff faces. Range extends from the Kenai Peninsula in Alaska, out the Aleutian and Pribilof Islands to the Kamchatcka Peninsula, and down the Kuril Islands to Hokkaido. Most similar to Pelagic Cormorant but note thicker neck, brighter face, and thicker, paler bill. Feeds on fish.",
    "PATAGONIAN SIERRA FINCH": "Attractive small “finch” that is actually a tanager; found in humid forest and wooded habitats in southern Chile and adjacent Argentina. Despite the name, not really a bird of dry Patagonian habitats. Often in groups, especially in winter, and feeds from the ground to high in trees. Male has a gray hood and distinctive golden back. Female and immature are similar to Gray-hooded Sierra-Finch, but are more extensively yellow below and the whisker marks are weaker.",
    "FLAME BOWERBIRD": "A very brightly-colored bowerbird of lowland and foothill forests in southern New Guinea. Male unmistakeable. Bright yellow body with black wing edge and tail. Scarlet from the head down to the shoulders and back, resembling a headscarf. Sometimes a yellow line up the center of the chest up to the bill. Female, brown above with yellow underparts and also a distinctive yellow line down the throat. Makes an avenue bower in clearings. Calls, a downward squeal “kwiiiiiiuuu!” and some harsh rasping.",
    "PAINTED BUNTING": "Incomparably beautiful songbird in which adult males are almost too colorful, with a jarring combination of rich blue head, bright red underparts, and lime green back. Females and immature males are plain green and unstreaked, not brown-toned like other buntings. Breeds in shrubby fields and forest edges, where males often sing from a high exposed perch. Found in a variety of weedy or thickety habitats in winter, often in small flocks that like to stay low and hidden. Sometimes visits feeders. Two disjunct populations look and sound very similar, but have different migration routes. Eastern birds, mainly breeding in Georgia and South Carolina, just migrate south to Florida and the Caribbean for the winter. Larger western population centered in Texas migrates to western Mexico and then filters south through Central America.",
    "FIERY MINIVET": "Brightly-colored and social, this long-tailed passerine can often be found perched up overlooking the canopy or flying overhead. Very similar to Scarlet, Long-tailed, and Short-billed minivets. Similar-looking Scarlet Minivet has two disjunct bright patches on the wings, whereas these patches are connected in Fiery. Other minivets are larger overall and brighter red (versus more orange) in adult male plumage. Female Fiery’s reddish-orange rump is unique and if seen separates her from other female black-and-red minivets. Inhabits lowland and foothill forests and forest edge. Gives a high, thin, rising “swee.”",
    "BLACK-THROATED SPARROW": "Evidence that not all sparrows are dull, Black-throated Sparrow is a sharp-dressed denizen of open, shrubby desert. Gray-brown overall with distinctive black-and-white face pattern, dark tail with white corners. Streakier juvenile shows a hint of adult's face pattern, especially white eyebrow. Typically found on or near the ground in pairs or small flocks. Tinkling song with short trills and chips.",
    "CRESTED KINGFISHER": "Large thickset kingfisher of fast-flowing streams in forested inland regions. Dense, fine barring gives it a silvery appearance at a distance; this finer patterning, along with its large, shaggy crest, distinguishes it from the similarly black-and-white Pied Kingfisher. Often uses exposed perches, such as telephone lines and tall snags, from which it often gives its loud rattling call.",
    "INDIGO FLYCATCHER": "Beautiful little gem of a flycatcher. Note small dark mask, whitish belly, and iridescent aquamarine blaze on the forehead. Sexes similar. Immature birds are patchy-looking, with pale buffy spots scattered throughout the body. Compare with other blue flycatchers; note present species’ mask, size, and white belly. Forages at all levels of montane forest, often descending close to the ground or perching on posts and stumps close to paths. Can be quite tame and friendly, tolerating close approach. Joins mixed flocks. Song is a halting up-and-down series of high-pitched whistles. Calls include a dry chatter and harsh “tchak” calls.",
    "CUBAN TODY": "A small, gemlike, woodland species that is usually found in pairs. The rather large head, long bill, and short tail create a unique profile. Also note its shimmering green upperparts and red throat and sides. No similar species occur within its range. It usually hunts from low-to-middle level perches, sitting nearly still before leaping upwards to snatch prey from twigs and leaves. Vocalizations include a loud “chuk, chuk, chuk, chuk,” uttered at a rate of about seven to ten notes per second, with each burst consisting of one to ten notes; bursts often come in rapid succession.",
    "SNOW PARTRIDGE": "A stone-colored terrestrial bird of stony hillsides, mountain ridges, and meadows above treeline. Adults speckled gray and white above, with dense rusty streaking on white underparts, red bill, and deep red legs. Usually forages in small groups, often in very exposed areas such as cliff sides and rocky ridges. Song, often given by multiple birds in a group simultaneously, is high-pitched and has a slippery, squeaky quality like wet shoes on tile; male song louder and ascending, female’s softer and descending.",
    "GREEN MAGPIE": "A neon-colored, noisy, highly social bird of lowland and mid-altitude subtropical forests. Surprisingly difficult to spot as it glides from tree to tree in the middle and upper levels of the forest. Memorable if seen well: bright green with chestnut-tipped wings, a black mask, and a coral-red bill. Similar Indochinese Green-Magpie is yellower-toned and paler-eyed, and lacks the black-and-white “lattice” of feathers on the rear tip of the wings. Gives a series of piercing shrieks followed by a hollow and decisive-sounding “chup” note.",
    "INLAND DOTTEREL": "Medium-sized plover endemic to Australia, inhabiting arid, inland areas. Favors flat, open landscapes, usually with scattered, short vegetation. Inconspicuous during the day, this species is more obvious at night when feeding on insects. Often seen next to inland roads. Orange-brown underparts and black streaky patterning on upperparts, with white rump, vertical black line through the eye, and distinctive “Y”-shaped breast marking (less obvious in juvenile).",
    "ANTILLEAN EUPHONIA": "Endemic to the Lesser Antilles. A brilliantly colored, tiny, and active species of dense woodlands where it feeds at middle to upper levels, primarily on mistletoe berries. Sometimes joins mixed flocks. Easy to miss despite bright colors and flitting movements. Note small size, short tail, and small (though rather thick) bill. Male has a blue helmet, olive-yellow underparts (brighter yellow on throat), a dark mask, and an olive-green back. Female is more uniformly olive-green; note distinctive blue helmet and small yellowish forehead patch. Calls include a lively “beep” given singly or in series, a rapid “whip-ip,” a rough “djip,” and a plaintive “wheee.” Song is a rapid jumble of tinkling, squeaky, and whistled notes.",
    "FASCIATED WREN": "Large, noisy wren of dry and semi-humid areas; ranges from western Ecuador south to central Peru. Upperparts, sides, and tail are boldly barred with gray and white, and breast is spotted with gray. Similar to Band-backed Wren, but lacks chestnut on underparts, has paler breast spots, and prefers more arid habitats. Pairs or small groups forage conspicuously in bushes and trees, giving a variety of harsh, raspy calls.",
    "BLUE THROATED PIPING GUAN": "Large, lanky, black and white bird of lowland rainforest. Note the bare, white face and white wing patches, which really stand out in flight. Crown and nape are also mostly white, but also streaked with buff. It has a fleshy throat patch that is typically blue, but it may be gray or black on some birds. Mostly arboreal, but sometimes descends to the ground to feed or drink. Song, often given at dawn or dusk, is a rising series of clear whistles. Occasionally rattles its wings loudly in flight.",
    "HARLEQUIN DUCK": "Fairly small, boldly patterned diving duck that lives a seemingly dangerous life near fast-moving water and jagged rocks. Male is striking and unmistakable. Female is dark brown with small white patches on face; compare with female scoters but note smaller size and smaller bill of Harlequin. In summer, almost invariably seen in pairs on rocky streams where they breed. Gathers in small flocks on rocky coastlines in winter. Feeds on insects, fish, and aquatic invertebrates. Frequently dives underwater. Vocalizations are cute, high-pitched squeaks. In North America, more numerous in the west than in the east; also occurs in eastern Asia and Iceland.",
    "AUSTRALASIAN FIGBIRD": "Medium-sized songbird with stout bill and bare skin around eyes. Male olive above, yellow below (some with gray throat), with red skin around eyes, black cap, and black tail. Female olive-brown above, pale with fine streaks below, with gray skin around the eye and olive-brown tail. Female Olive-backed Oriole has longer bill, red eye, and greener back. Common around fruiting trees, and in parks and gardens, often in noisy flocks. Calls include fluting whistles and popping squeaks.",
    "ANTBIRD": "Chunky, short-tailed antbird of mature rainforest understory. Gets its name from its two broad cream wingbars, which give it a banded appearance. Brown above, whitish gray below, with a gray face, and black breast streaking. Oddly shaped, with a chunky, nearly tailless body held horizontally on long legs, like a tiny, compact thrush. Walks deliberately around the forest floor with an odd bobbing gait, moving its head forward and back with each step. Hops up onto logs and low hanging stems as it moves around the forest floor, often shuffling around leaves to expose prey. Its song is a slow series of rising whistles, given at a pace of about one note per second.",
    "LAUGHING GULL": "Slender, medium-sized gull with long wings. Medium-gray upperparts. Breeding plumage shows black head with white eye arcs, small white spots on black wingtips, and deep red bill and legs. Nonbreeding plumage has smudgy gray cheek and dark bill and legs. Juveniles are browner with neat scaly pattern on upperparts. The most common black-hooded gull on the Atlantic and Gulf coasts of North America; common in the Caribbean and on both coasts of Central America and northern South America. Almost exclusively coastal, especially on beaches and mudflats; rarely ventures far inland. Compare with Franklin’s Gull, which is slightly more compact and shorter-billed. Laughing also has narrower eye arcs and smaller white spots on wingtips.",
    "ORANGE BREASTED TROGON": "The only trogon in its range with orange-yellow underparts in both males and females. Male has a cinnamon-brown back and a yellow-green head. Female has a duller brown back and less extensive yellow on the underparts. Inhabits mature lowland and foothill forests, where it frequents the lower and middle levels. Gives a toneless series of three to four hooting notes.",
    "ANDEAN SISKIN": "This yellowish finch is found in the Andes from Venezuela to Ecuador. It is duller yellow than many other siskins. Look for the male’s black cap and bright yellow wing patch. Females looks similar to males in the southern population; females in northern population lack black cap. Usually found in small flocks at forest edge, scrubby habitats, and paramo. Occurs from 1,800-3,700m. Can form mixed flocks with Hooded Siskins.",
    "RUBY CROWNED KINGLET": "Tiny, hyperactive songbird with an uneven white eyering. Plain olive overall, with slightly brighter greenish edges on the wing and tail feathers. The namesake ruby crown is only present on males, and usually concealed. When agitated, it can be flared up into a bright expressive crest. Breeds in coniferous forests. In migration and winter, found in basically any wooded habitat, including deciduous forests, shrubby woodland, and field edges. Often forages quite low to the ground, sometimes joining mixed flocks of other songbirds. Energetic, moving quickly and flicking its wings. Listen for short, harsh call notes, usually doubled, and surprisingly loud song for such a small bird. Compare with Hutton’s Vireo, which is similar in plumage but has a thicker bill and forages more sluggishly.",
    "STEAMER DUCK": "A large, heavily built duck that is fairly common along rocky seacoasts and on lakes near the coast; also local and uncommon on larger lakes farther inland. Despite the name, rarely seen in flight; more often seen thrashing through the water like an old paddle steamer boat, hence the name. Male’s bill is mostly orange, while the female’s bill is mostly greenish. Plumage of both sexes is duller gray or brownish gray compared to Flightless Steamer-Duck; the two species sometimes occur together, but Flightless tends to be warier.",
    "DUNLIN": "Small, plump shorebird with droopy bill. Breeding plumage is distinctive with rufous or brown back and black belly. In fall and winter, plain grayish-brown above with white belly. Often in large flocks on mudflats and beaches, sometimes mixing with other shorebirds. Breeds on Arctic tundra; winters on coastlines throughout the Northern Hemisphere; typically less common inland. A late migrant, especially in fall; lingers longer at higher latitudes than most other small shorebirds. Very similar to Curlew Sandpiper in nonbreeding plumage, but Dunlin is more compact, shorter-winged and shorter-legged, and darker. Droopy bill might recall Western Sandpiper, but Dunlin is larger and darker. Also compare with Purple Sandpiper, which is even darker and more spotted and has orange legs. Listen for loud, slightly buzzy “dzeer!” calls.",
    "GOLDEN EAGLE": "Large and impressive raptor with a range encompassing much of the Northern Hemisphere. Mostly dark brown; the namesake golden nape can be hard to see, especially from below. Immatures have a white patch on the underwing and a white tail base. Compared to similar immature sea eagles such as White-tailed and Bald Eagle, lacks significant white mottling on the belly. Also note the relatively short-necked profile. Often holds wings in slight V-shape when soaring. Hunts mainly mammals in remote, open country from grasslands and steppes to mountainous areas.",
    "LILAC ROLLER": "A chunky, large-headed bird with a lilac breast, rusty cheeks, and spring-green crown. Singles and pairs sit on prominent perches in open woodland and lightly-treed grasslands. It has an amazing display flight which includes side-to-side rolling, which gives rollers their name. Mostly quiet, but sometimes calls a loud guttural “gwhaaak, gwhaaak”. European Roller is chunkier, has a blue breast and face, and has a shorter, square-tipped tail.",
    "CALIFORNIA CONDOR": "This behemoth is unmistakable solely due to its massive size, much larger than any other raptor or vulture. Adults are black with a white stripe on the underwing and an orange head. Wingtips are splayed into conspicuous fingertips. Young birds are duller with a gray head and only slightly paler stripe on the underwing. Found in very small numbers in coastal hills and mountains of California and around the Grand Canyon. Usually seen soaring singly or in pairs. Critically endangered; only recently has this species started breeding successfully again in the wild.",
    "POMARINE JAEGER": "Bulky gull-like seabird; the largest and most barrel chested of the three jaegers. Breeds on Arctic tundra, spends the rest of the year at sea. Breeding adults are unique with elongated spoon-shaped central tail feathers. Also note blackish-brown upperparts, messy black cap that extends below the bill, and extensive white flash on upper and underside of outerwing. Rare dark morph adult is entirely blackish-brown but still has white wing flashes. Immature birds are variable, but in general, they are barred with brown above and have bold black-and-white bars on the underwing and undertail coverts. Difficult to separate from other jaegers, especially Parasitic. At all ages, note powerful direct flight and broad wings. Typically shows white shafts on six to eight outer wing feathers (more than other jaegers) and more obvious white flash on underwing. Bill is also thicker than other jaegers. All jaegers chase other birds and steal their food.",
    "COPPERSMITH BARBET": "A small, widespread, and cute little barbet with streaked underparts and a well-patterned face. Most populations have a red forehead, yellow around the eye and throat, and a black eyestripe all bordered at the rear of the crown by a black band. Also note red “badge” on upper chest. Female averages duller than the male, with some yellow on a narrower red “badge”. Immature lacks all red and has faint streaking on the throat. Subspecies in Sumatra, Nusa Tenggara, and the central Philippines have bright red-and-black faces. While common, can be hard to see; listen instead for its call, a prolonged and unmistakable “kuk-kuk-kuk.” Favors open woodlands, forest edge, and gardens in lowland and foothill areas; ranges up into higher elevations in the Philippines and Indonesia.",
    "PYRRHULOXIA": "Essentially a desert-dwelling cardinal, found in brushy areas of the southwestern U.S. and northern Mexico. Shaped much like a Northern Cardinal but with a longer, thinner crest and more rounded bill shape. Plumage is mostly gray with red highlights on the face, crest, belly, wings, and tail. Bill color is usually yellowish, but grayer on immatures. Usually seen in pairs or small flocks, often visiting bird feeders. Song is similar to Northern Cardinal but higher-pitched and more piercing.",
    "INCA TERN": "Beautiful and distinctive dark tern of the Humboldt Current. Found along rocky coasts and at harbors and piers where it is often confiding; less often found at sandy beaches and river mouths. Feeds over coastal and inshore waters, dipping to pick food from near surface rather than plunge-diving like typical terns. All plumages dark overall with narrow white trailing edge to wings. Adult has red bill and legs, yellow gape patch, and curling ‘Salvador Dali’ whisker. 1st-year browner overall with dark bill and legs, soon develops vestige of white whisker.",
    "RED SHOULDERED HAWK": "Smaller than Red-tailed Hawk. Adults are beautiful with rich orange barring below and bold black-and-white checkerboard patterning on wings. Often in forested areas, where they hunt from perches. Perches on wires more frequently than Red-tailed Hawk. In flight, wings seem narrow and pushed forward compared to Red-tailed or Broad-winged Hawk; also note relatively long tail. Population in California is more richly colored (darker orange) than paler Eastern birds; while Florida birds are paler with gray head and back.",
    "AMERICAN KESTREL": "Petite falcon roughly the same size as Mourning Dove, but with a larger head and wider tail. In flight, note long, narrow wings and square-tipped tail. Often seen perched on telephone wires, along roadsides, in open country with short vegetation and few trees. From a perch or hovering, they usually drop to the ground to snatch small mammals and insects. Nests in cavities. Widespread across the Americas.",
    "SCARLET TANAGER": "Breeding males are unmistakable: brilliant red with black wings and tail. Females and nonbreeding males are dull yellow-olive with dark wings (blacker on males, grayer on females). Compare with female Summer Tanager, which has a longer bill and less contrast between wing and body color. Breeds in mature deciduous forests, usually staying high in the canopy. Migrants are also usually found in mature woodlands. Winters in northern South America. Occasionally visits feeders in the spring, especially after periods of rain or cold weather. Listen for burry song, like an American Robin with a sore throat.",
    "GRAY PARTRIDGE": "Rotund chickenlike bird with salmon-colored face and thick rusty streaks on sides. Look for dark belly patch, which is obvious on male but reduced or lacking on female. In flight, look for bright orangey tail. Widespread and fairly common throughout much of Europe and central Asia, although populations declining in many areas. Introduced and well-established in North America, primarily in the west but also locally to eastern Canada. Look for flocks on the ground in open areas, especially agricultural fields and edges. Shy and inconspicuous; can be difficult to spot.",
    "CRIMSON SUNBIRD": "A common sight throughout much of its range, this medium-sized sunbird can be found in parks, gardens, and plantations, as well as more pristine open forest and forest edge environments. Male is bright red with a dark gray belly and iridescent blue cap and “moustache.” Female is dull olive-yellow overall with brighter underparts. High, squeaky repetitive song is loud but often difficult to locate in high branches. Calls frequently, giving various squeaks and “tsip” notes while foraging.",
    "GRAY KINGBIRD": "A relatively pale kingbird, medium-gray above and white below with a darker face mask. Primarily a Caribbean species with limited range in U.S.; found around the edge of dense woodland, especially near the coast. Also seen in more suburban areas. Often perches conspicuously on a snag, treetop, or powerline. Feeds on insects. Listen for its high-pitched twittering calls. Compare with Eastern and Loggerhead Kingbirds; Gray Kingbird has lighter gray upperparts, a thicker bill, and lacks white tail tips.",
    "IBISBILL": "Expertly camouflaged amongst the fast-moving rocky rivers and streams it prefers, this specialized wader is often difficult to see. Upperparts are gray and faded brown; white belly is bound in by a black belt; a vaguely crescent-shaped black patch on the face is unique among waders. Usually seen foraging solitarily, moving slowly around and between stones and boulders and picking out aquatic invertebrates with its blood-red bill.",
    "JAPANESE ROBIN": "Small migratory songbird of mature forest with distinctive orange breast and dull brown upperparts. Sticks to undergrowth in both montane breeding grounds and lowland wintering grounds, though presence in the former may be given away by its loud song: a trill following a single introductory note. Forages on the ground and prefers to stick to shady areas. Occasionally found in parks and gardens on migration.",
    "CUBAN TROGON": "A splendid medium-sized inhabitant of woodlands; often found in pairs. Its iridescent blue-green back, smooth gray chest, and brilliant red belly easily distinguish it from all other species in range. Usually sits motionless near the middle level of the forest, but when feeding (typically on flowers and fruit) hovers conspicuously. Often found by its loud calls, which are somewhat varied. One common call is a “cu-cu-cu-cu-cu-cu,” often accelerating; another is a resonant quavering “cu-u-low,” given several times in succession.",
    "JAVA SPARROW": "A small, plump finch with a very thick pink bill. The black head and white cheek patch are distinctive. Juveniles have a similar color pattern but are grayer. Social; forages in flocks and roosts communally. Forages in rice fields, grasslands, meadows, and urban and suburban areas (in introduced range). Call consists of one or more musical chirps. Native to the Indonesian islands of Java and Bali, where now quite rare. Introduced widely across the globe including India, Philippines, Venezuela, Puerto Rico, and the Hawaiian Islands.",
    "OCELLATED TURKEY": "Large, distinctive, spectacular gamebird of tropical forest, brushy fields, and adjacent clearings. Rarely seen away from protected areas, where can be common and tame. Note orange head ‘warts,’ copper-colored wing panel, and iridescent blue-and-gold eyespots (‘ocelli’) on rump and tail tip. Often in groups; feeds on the ground, but roosts in trees. Beware: domestic turkeys are common in the range of Ocellated, but are usually around people.",
    "HORNED GUAN": "Large, long-tailed game bird restricted to undisturbed humid evergreen forest on a few high mountains in Guatemala and adjacent southern Chiapas, Mexico; very rare and local. Mainly found singly in forest canopy, where can be easily overlooked. Unmistakable: black and white overall with red horn on top of head and piercing whitish eyes.",
    "CLARKS NUTCRACKER": "This relative of jays and crows is pale gray with a whitish face and black wings. Sexes are similar; juveniles are browner than adults. Found almost exclusively in coniferous forests at high elevations; feeds on pine cone seeds and stashes thousands of them in various places to eat later in the winter. Often found in flocks. Sometimes visits feeders. Similar in color to Canada Jay, but especially note bill shape: long, slender, and sharply pointed.",
    "CINNAMON ATTILA": "Medium-sized sluggish flycatcher of riverine and disturbed habitats. Key marks are entirely cinnamon plumage and large-headed, plain-faced appearance; bill seems heavy and is entirely black. Sits still, peering about, before sallying to foliage for insects. Inhabits mid-story and understory, often at forest edge. Found in forest along rivers and oxbow lakes, in abandoned plantations, and at savanna edges, usually near water. Similar to Dull-capped Attila but has dark eyes and different voice. Most common calls are various mournful whistles.",
    "QUETZAL": "Scarce, large trogon of pine and pine-oak forests in mountains and canyons of northwest Mexico. Usually rather wary, flying long distances when disturbed, but can be found feeding quietly at fruiting trees. Often perches with a hunchbacked posture. Note the rather small head with a grayish bill and mostly white underside to the tail. The \"ears\" are fine plumes on the sides of the head, rarely visible in the field. Also note the distinctive calls, very different from other trogons.",
    "BLOOD PHEASANT": "A chunky partridgelike pheasant of montane scrub. Males are silvery gray with extensive pale streaking all over the body and crimson-tinged face, tail, breast, and tail - the namesake “blood” of this species. Female is warm brown with an orange face. Both sexes have a small head with an occasionally raised weak crest. Usually seen in small flocks in the winter and in pairs or singly in the summer.",
    "NICOBAR PIGEON": "Spectacular ground-dwelling pigeon with long, extravagant plumes trailing down from the neck. Dark green intermixed with gray, blue, and bronzy orange, depending on the light. Tail is snow-white, but only readily visible when the bird is flushed. Generally shy, quiet, and difficult to see. Inhabits small, densely forested offshore islands from the Indian Andamans to the Solomons and New Guinea.",
    "SCARLET FACED LIOCICHLA": "Garish medium-sized laughingthrush-like bird. Olive overall with a bright red face and wing panels. Note pale eyes. Furtive and shy, typically foraging in dense undergrowth, often in mixed flocks, but also often singly or in pairs. Favors dense hill forest. Song is a repeated “chew-chew-weee?-chew”; gives dry rattling calls.",
    "BEARDED BARBET": "Large, colorful barbet with a huge ivory-colored bill. Note the red underparts with a thick black bar across the middle. Found in a variety of habitats, including moist and dry savanna, woodland, gardens, and secondary growth, often in the vicinity of figs and other fruiting trees. Most often in pairs or small groups. The call is a very rough, explosive “rwauk,” often given in a slow series. Similar to Double-toothed Barbet, but separated by the black chest band and the lack of a red bar on the shoulder.",
    "CRIMSON CHAT": "Brightly colored, terrestrial songbird of arid inland Australia. Breeding male has crimson crown and belly, gray back, black mask, white throat, pale eye, and blackish wings with narrow pale wingbars. Nonbreeding male more muted, with only hints of crimson. Female similar to nonbreeding male but paler around the face. Usually seen in small groups hopping along the ground in open areas.",
    "SUNBITTERN": "One of the most dazzling of all the world’s birds; the intricate yellow, red, and black pattern on the spread wings is truly otherworldly. When standing, rather heronlike shape but with a more horizontal posture and longer tail. Also look for striped black-and-white head and barred back. Found singly or in pairs along rivers or swamps, usually standing quietly along the shore. Listen for long whistles at dawn and dusk.",
    "YELLOW HEADED BLACKBIRD": "Stunning and unmistakable blackbird of western North America. Males are black with a golden-yellow head and white patch on the wing. Females are all dark brown with messy yellow on the head and breast. Breeds in marshes, where males sing a grating, mechanical song. Winters in large flocks, mainly in Mexico. Often mixes with other species of blackbird. Forages in open areas, sometimes on barren dirt or in fields.",
    "AZURE TANAGER": "Large tanager with a strong bill. Pale blue overall with deep-blue patches on the wings. Similar to Sayaca Tanager, but with brighter blue tones to the wings, strong violet blue patches on the wing coverts, and a dark rather than pale area in front of the eye. Found in humid forests, second growth, and forest edges.",
    "MASKED BOOBY": "Large seabird of offshore tropical waters around the globe. Adult is mostly white with a black trailing edge to the wings, black tail, and dark mask at base of stout yellow bill. Immature has brown head, neck, and upperparts, sometimes with messy white patches. Immature told from most other boobies by pale yellowish bill and mostly white underwings. Essentially identical to Nazca Booby until at least one year old, when Nazca starts developing orange or pinkish bill color. Nests on islands; very rarely seen from the mainland. Often found with feeding groups of other seabirds such as terns, other boobies, and shearwaters.",
    "HIMALAYAN BLUETAIL": "Brightly-colored adult male is unmistakable in range: blazing sapphire blue with orange flanks and white throat and belly. Female is brown with a white throat, orange flanks, and pale blue rump and tail. Red-flanked Bluetail can be confusing where the two overlap in the latter’s migratory and winter range; note Himalayan’s brighter blue eyebrow and brighter, deeper blue upperparts in the male. Female is slightly more grayish than Red-flanked, but this identification can be much more difficult, and females may not be safely separable if not with male. Himalayan’s song is a simple, repeated “tcher-thcew-wee!”. Breeds in submontane forest up to the treeline; descends in the winter, often moving into edge habitats. A frequent sight along forest tracks.",
    "OILBIRD": "This bizarre nocturnal fruit-eating bird is unlikely to be mistaken. It is entirely rufous-brown with small white spots on the wings, tail, and body. The pinkish bill is strongly hooked. Sexes similar. Breeds and roosts in colonies in caves or steep dark ravines. Difficult to find away from a known colony. Occasionally seen flying over the forest canopy at dawn or dusk, when it can be told from other crepuscular birds like nighthawks by its larger size, bulkier shape, and floppier flight style. Occurs from the lowlands up into the subtropical zone in the Andes, occasionally straying even higher. Makes a variety of strange clicking and shrieking noises.",
    "BLACK THROATED HUET": "Fairly common but elusive; heard far more often than seen. Favors native temperate forest and adjacent shrubbery, especially bamboo. Feeds on the ground by scratching with its big feet in leaf litter, and runs very quickly and stealthily. Agitated birds can call loudly from middle level perches, cocking their tail. Nests in burrows, but can nest high up in tree hollows. Plumage distinctive, with pale eyering, dark slaty throat and breast, and rusty belly. No range overlap with Chestnut-throated Huet-huet.",
    "ROYAL FLYCATCHER": "Uncommon, medium-sized, overall warm brown flycatcher of humid tropical forest in lowlands. Note the hammerhead crest—very rarely fully raised to reveal spectacular, flame-red fan with violet-blue-black tips. Otherwise looks rather flat-headed. Also note the long bill, and pale cinnamon rump and tail. Usually found as singles or pairs in mid-levels of dense forest, where flutters actively after insects. Nest is a straggly mass of dead vegetation up to 3 feet long that hangs from the tip of a branch, often along streambeds. Often detected by single squeaky calls; rarely-heard song variable across range. Occurs from Mexico to Brazil.",
    "BLACK BREASTED PUFFBIRD": "Rather large puffbird found from central Panama to extreme northwest Ecuador. Striking black-and-white pattern; especially note broad black breast band and isolated white cheek patch. Typically found singly or in pairs; usually perched in the canopy or subcanopy of lowland forest and edge below 1,000 m. Pied Puffbird is smaller with a white eyebrow. White-necked Puffbird is larger with a white forehead and more extensive white on the neck and forehead (lacking a black mustache).",
    "BAY-BREASTED WARBLER": "Breeding males are distinctive with dark reddish-brown cap and sides, along with buffy nape. Two bold white wingbars. Females and fall birds are duller; most show at least some chestnut coloring on sides. Dullest birds are similar to Blackpoll and Pine Warblers; look for streaks on back, well-defined wingbars, and cleaner greenish-yellow head and neck. Prefers conifers during migration, but can be found in any woodland. Breeds in the boreal forest. In most of U.S. , only seen during migration. Winters in Central and South America. Listen carefully for extremely high-pitched, squeaky-wheel song, similar to a fast Black-and-white Warbler.",
    "AUSTRAL CANASTERO": "Fairly common but easily overlooked in dense to fairly open shrub-steppe of Patagonia, where it feeds in bushes and runs well on the ground. Most often seen when singing from atop a bush or fence post; otherwise rather skulking and easily overlooked. The only streak-backed canastero in its southern range. Identified by whitish eyebrow and streaked back; in flight shows bright buffy wing stripe and whitish tail sides. Also compare with Correndera Pipit.",
    "GOLDEN CHLOROPHONIA": "Small bird, plump and compact with stout bill. Male and female both lime green with yellow belly and blue cap. Males have prominent yellow eyebrow. Usually seen in pairs or small flocks, often in association with a fruiting tree. Forages at all levels, most frequently the canopy. Listen for its single low-pitched whistle.",
    "FAN TAILED WIDOW": "Chunky and short-tailed widowbird. Male shows large reddish shoulders in all plumages, but is otherwise black in breeding plumage and streaky brown in non-breeding plumage. The female is brown and heavily streaked below, with a small rufous patch on the shoulder. Found mainly in marsh, but also in wet grassland, cultivation, and moist scrub. Usually in flocks, especially when not breeding. Song consists of simple chirps and trills. Females could be confused with many other species but show rufous on the shoulder and usually associate with males, which show distinctive reddish shoulders.",
    "HELMET VANGA": "Huge black vanga with a rufous back and an enormous blue bill. Rare and localized Madagascar endemic that is found in northeastern rainforest at low and middle elevations. Usually in the mid-story, perching motionless for long periods. Often joins flocks with other large vangas. Most easily located when nesting in a large mossy cup that is placed on a forking mid-story branch. Song is a long, delicate, high-pitched, slightly descending trill.",
    "BUFFLEHEAD": "Small, compact diving duck with large head and small gray bill. Breeding males are black and white with large white patch on back of head. Females and immature males are gray-brown with white patch on cheek. Much smaller than Common Goldeneye with which it often associates. Found in bays, estuaries, reservoirs, and lakes in winter. Travels to boreal forest and nests in cavities in summer.",
    "RED NAPED TROGON": "Incandescently beautiful but sluggish and surprisingly hard to detect, this is a species of moist lowland and foothill forest. Male has a black head, bright red nape and underparts, brownish-orange back, and black-and-white-barred wings. Female is brownish with a yellow breast and belly. Both sexes have bright blue eye-rings and bills. Gives a series of gulpy squeaks: “kyew, kyew, kyew, kyew”.",
    "SCARLET MACAW": "Spectacular, huge, and long-tailed parrot, wiped out from most areas by capture for the pet trade; attempts at reintroduction are taking place in some protected areas. Found very locally in lowland rainforest and adjacent semiopen areas with big trees; usually in pairs. Unmistakable, bright scarlet red overall with big yellow wing patches and mostly blue wings and rump. Calls are deep, throaty roars that carry long distances.",
    "AMERICAN BITTERN": "Stocky, brown heron found in marshes and bogs. Usually secretive and difficult to see, but occasionally found in the open. Most similar to juvenile night-herons. Note striped neck, plain unspotted wings, and even more secretive behavior of bittern. Most active around dawn and dusk, when it might be seen flying low over extensive marshes. Listen for its incredible vocalization in the spring and summer: a resonant, booming noise produced by air sacs on the neck, “oonk-GA-loonk.” Also gives single low squawks.",
    "GREATER PRAIRIE CHICKEN": "Plump, chickenlike bird found in grasslands. Body and wings entirely barred brown with paler buffy throat. In spring, males gather at display site and dance to attract females: look for them hunched over with earlike feathers protruding from the head and yellowish-orange skin exposed on the neck. Inconspicuous and difficult to find away from display sites. Separate from Lesser Prairie-Chicken by range; averages slightly darker and larger than Lesser. Darker than Sharp-tailed Grouse with more heavily barred sides and belly; rounded tail.",
    "BOBOLINK": "Breeding male is distinctive with black body, white rump, and creamy nape. Females and nonbreeders are drastically different, yellow-brown with fine streaking on breast sides, and stripes on head. Smaller than Red-winged Blackbird with shorter bill. Spiky tail feathers. In the blackbird family, although often mistaken as a sparrow. Breeds in open fields. Listen for male's bubbly song. Often in flocks during fall migration; departs early for wintering grounds in South America.",
    "COMMON IORA": "Breeding adult males are black above and rich yellow below with white wingbars. In nonbreeding plumage the upperparts are greenish-yellow, but the wings are still black with white wingbars. The female is similar in appearance to a nonbreeding male. These birds are quite vocal and can produce a wide variety of calls. The most commonly heard is the whistle “twiii tuiii twiiii.” Apart from this, it utters variable “chirrs” and chattering. The song is a trilled “wheeeee-tee.” Common Iora are frequently seen in wooded areas, scrub, and cultivated lands.",
    "WILSONS BIRD OF PARADISE": "A fairly small bird of foothill forest on Waigeo and Batanta islands. Dark blue feet and strange pale blue skin on the top of the head divided by thin, black lines. Male has bottle green chest, red back and yellow on the back of the neck, all or which it can erect into elaborate ornamentation during the display at a court on the ground. Remarkable flattened, curly tail feathers reflect blue. The female is brown above with rufous in the wing and barred below. Unmistakable in range. Male gives a series of loud, downslurred “piuu!” calls, increasing in volume.",
    "EURASIAN BULLFINCH": "Uncommon to fairly common, but unobtrusive and easily overlooked. Favors mixed woodland and edge, parks, gardens, orchards; also farmland with hedges and wooded patches. Usually found in pairs or small groups, feeding quietly and sluggishly on buds and fruits; does not usually visit feeders. Male handsome and distinctive, with black cap, bright pink cheeks and breast, blue-gray back; female colors muted, but note distinctive black cap, stubby black bill. White rump patch shows mainly in flight. Soft, plaintive whistled notes may draw attention.",
    "DAURIAN REDSTART": "Active and attractive songbird of open spaces. Breeds in open forests and scrubby vegetation in subalpine areas; winters in a wider altitudinal range in scrubby forest edges, gardens, and fields. Frequently bobs the orange-sided dark tail. Male sports a gray crown and nape, black face, orange underparts, and dark wings with a white wing patch. Females are brownish overall but share the male's bright tail and wing patch. Compare carefully with Common, Hodgson’s, and Black Redstarts. Song is a lively, jingling cascade of warbling; calls include a short, high-pitched whistle and a hard “tsak.”",
    "BURCHELLS COURSER": "An elegant, mostly pale-rufous-brown, dry-country shorebird with a diagnostic blue-gray patch on the back of the head. In flight it has a white edge to the inner portion of the hindwing. Pairs and small groups run rapidly on long legs when foraging. A nomad in deserts and semi-deserts, preferring sparsely grassed plains, shrublands, and gravel deserts. The similar Temminck’s Courser differs by being smaller and darker, having a rusty patch on the back of the head, and having an entirely dark hindwing in flight.",
    "ELEGANT TROGON": "Striking male has bronzy-green head and breast and bright red belly; female grayish-brown with limited red belly and distinctive white squiggle behind eye. Compare with Mountain Trogon, which overlaps extensively in range. Note undertail pattern: fine black-and-white barring with large white tips on the feathers. Habitat is also useful; Elegant typically found at lower elevations than Mountain, but some overlap. Occurs from Arizona to Costa Rica in thorn forest, canyons, and mountains up to around 2000 m, locally higher. Like other trogons, stoic and unobtrusive, often sitting still for long periods of time and sallying out quickly to catch insects. Listen for series of harsh descending barks.",
    "GOLDEN PHEASANT": "Shy and surprisingly difficult to find in mixed and conifer woodland, where it runs quickly from detected disturbance. Red-and-gold male stunning and unmistakable. Female differs from Common Pheasant in strongly barred plumage, dull pinkish (not gray) legs and feet and from Lady Amherst’s Pheasant in lighter barring, more orangeish coloration, and the lack of a bare patch of gray skin behind the eye. Native to China but introduced very locally in Britain and Hawaii; however, captive birds might escape anywhere.",
    "ABYSSINIAN GROUND HORNBILL": "A huge ground-dwelling hornbill. Males have a mix of blue and red bare facial skin, while females have entirely blue facial skin. In flight, a large white patch is revealed in the wings. Found in savanna, grassland, and agricultural habitats, usually in pairs or small groups, walking on the ground. Breeds and roosts in trees. Similar to Southern Ground-Hornbill, but there is little overlap in range, and Abyssinian is easily separated by the blue facial skin. The call is a series of deep “boop” notes.",
    "GOLDEN PIPIT": "An unusual pipit of dry country. Breeding males are spectacular, with yellow underparts, a black chest band, and yellow wings with black tips. Non-breeding males and females are much duller, though they still have a yellow wash to the underparts and along the edges of the wing and outer tail feathers. Found in dry savanna. Wanders widely, and most likely to be seen after rains. Feeds on the ground, but often perches in bushes. Breeding male recalls a longclaw, but is easily separated by the yellow wing. Females and non-breeding males can be confused with other pipits and longclaws, but are smaller, and can still be distinguished by yellow in the wing and tail. The song consists of scratchy whistles.",
    "BLUE MALKOHA": "Odd, dark blue-and-gray cuckoo with a bright yellow bill. Found in thick habitats including forest, forest edge, and thickets. Skulks in the thickest parts of the mid-story, especially preferring vine tangles. Call starts with a hesitant series of high “kik” notes, eventually followed by a long, accelerating trill. Also gives a long up-and-down whistle. Dark coloration and yellow bill are distinctive. Range does not overlap with the similar Green Malkoha.",
    "APOSTLEBIRD": "Sturdy dark gray bird with stout black bill, plain in plumage but full of character. Usually in family groups that forage low and on the ground, following each other around, gliding between trees and chattering to each other constantly with scratchy, squeaky calls. Habituated to people in some camping and picnic areas. Inhabits eastern Australia; more common in drier inland areas but sometimes found in coastal areas (e.g., parts of Brisbane).",
    "AMERICAN PIPIT": "Slender and drab songbird of open country. Usually grayish above and streaked below, but some lack streaks in breeding season. Distinguished from similar-looking (unrelated) sparrows by thin bill and lanky appearance with long legs. Walks on the ground with jerky motions and frequently bobs tail. Flocks are often heard as they pass overhead or flush from a barren field; listen for sharp, high-pitched call notes and look for flashing white outer tail feathers. Song, given from a perch or in flight, is an often impressively lengthy series of repetitive, high-pitched notes.",
    "GREAT ARGUS": "The great tail- and wing-fanning courtship display of the male Great Argus is among the most remarkable on Earth. At rest, the long feathers and tail feathers give the blue-headed male an excessively lengthy, freight-train-like appearance. Female more warmly colored than male but lacks long plumes and has paler blue head. Inhabits lowland to foothill forests with a relatively thin understory and mature trees, from which the male’s lovelorn-sounding courtship call “kow-WOW” resonates loudly, even as it remains frustratingly hidden.",
    "CHIPPING SPARROW": "Small, slender, and incredibly cute sparrow. Plain grayish breast, rusty cap, and black eyeline in breeding season. Not as bright in winter, but still shows a brown cap and dark eyeline. Juveniles are extensively streaky. Common and widespread throughout most of North America. Usually found in open woodlands, scrubby areas, or even in suburban settings. Often gathers in flocks in fall and winter. Visits feeders. Frequently heard singing a fairly dry trill. Compare with similar Clay-colored, American Tree, and Brewer's sparrows, but look for Chipping Sparrow's gray rump and dark eyeline.",
    "NORTHERN GANNET": "Large seabird of the Atlantic with long, pointed bill, wings, and tail. Adults bright white with cream-colored head and black wingtips. Takes several years to reach adult plumage; juveniles are all sooty-brown and slowly acquire more white as they mature. Nests in enormous colonies on cliffs in the North Atlantic. Spends most of its life at sea, although often fairly close to land, so they are often visible from shore or on whale watching boats. Dives torpedolike into the ocean for fish. Gathers in large feeding flocks, but sometimes solitary.",
    "MALAGASY WHITE EYE": "Small, sharp-billed, warbler-like bird. Note yellow patches on the throat and undertail, and bold white spectacles around the eye. Found in all types of forest, and less commonly in scrub, gardens, and plantations. Usually found in hyperactive flocks that can contain dozens of individuals. Often joins mixed flocks of other small birds. Most common call is a high-pitched, rising rattle. Song is a quiet, chatty sequence of “chew” notes. Shows bright yellow patches and white spectacles, unlike any jery. Smaller and more brightly colored than any tetraka.",
    "CRESTED AUKLET": "Dumpy, dark alcid with pale eyes; very small, only slightly larger than a sparrow. Note the thin white “whiskers” trailing backwards from behind each eye. Breeding birds are dark gray-black overall, with a droopy forward-arching crest and a bright orange bill with an uptilted gape which gives them a maniacally grinning appearance. Non-breeding adults and immatures are duller, with a smaller, darker bill and the barest hints of a crest. Breeds in immense colonies on remote rocky islands and forages out at sea. Very vocal at colonies, but also gives occasional yapping barks when out foraging in groups.",
    "CEDAR WAXWING": "Plump, smooth-plumaged bird with distinctive thin, high-pitched call. Adults have a sleek crest, black mask, pale yellow wash on the belly, and yellow-tipped tail. Juveniles are drabber than adults, with coarse streaking on the breast and a reduced mask. Widespread and fairly common in open woodlands, orchards, and shrubby areas throughout most of North America. Winter range is variable and somewhat dependent on fruit crops; sometimes ventures as far south as Panama. Often gathers in large flocks, especially around fruiting trees. Compare with Bohemian Waxwing in the northern part of range; Cedar is smaller, browner, and has a white (not rufous) undertail.",
    "ALBATROSS": "Huge albatross of the Southern Ocean; breeds mainly on Chatham Islands in New Zealand, but ranges widely. Especially numerous in Humboldt Current off western South America. Easily separated at a distance from smaller albatrosses by white back. From the Wandering Albatross complex (including Snowy, Tristan, Antipodean, and Amsterdam Albatrosses) by uniformly dark upperwings at all ages with otherwise clean white appearance (including mostly white tail, occasionally with small black markings). This combination of features is never shown by Wandering-types, and Northern Royal never has dirty brownish markings on head and body or a mostly black tail. At close range, note the diagnostic narrow black “lips” on cutting edge of bill, lacking on Wandering-types. Also note slightly longer, thinner bill and shallower forehead, which give Northern Royal a “snoutier” look than Wandering-types. Very similar to Southern Royal Albatross; best separated by uniformly dark upperwings, especially on the leading edge. Youngest Southern Royals can also have dark upperwings with very narrow white leading edge; can require close scrutiny or good photographs to identify with confidence. Range averages further north than Southern Royal, but some overlap.",
    "WILLOW PTARMIGAN": "Plump, chickenlike bird of far northern climes; an adaptable species, residing in open tundra, forest clearings and edges, bogs, moorlands, and willow stands, sometimes even straying into farmland. Plumage changes dramatically throughout the year. In winter, both sexes are pure white with black outer tail feathers. As summer progresses, male develops rich rufous head and neck and brownish back; in winter, lacks black eyeline shown by Rock Ptarmigan. Summer female is paler golden-brown with intricate black and white markings. Female nearly identical to Rock Ptarmigan; look for slightly thicker bill. In western North America, compare with female White-tailed Ptarmigan, which lacks black outer tail feathers, has a colder summer plumage, and favors different habitats. Vocalizations include a comical nasal chuckle and various clucking notes. Subspecies on Great Britain and Ireland is known as “Red Grouse.”",
    "ABBOTTS BOOBY": "Gangly, stretched-out-looking black-and-white seabird. Strikingly slender and strange-looking in flight. Breeds in the rainforest canopy of Christmas Island, and forages in the adjacent ocean. Some birds, especially immatures, will forage much farther afield, but the extent of these rangings is still poorly understood. Bizarre long-necked and slender-winged profile is unique, and should readily distinguish this species from any others in range. Bill is pale pink in females and grayish in males.",
    "BAR-TAILED GODWIT": "Gangly wader with a long bicolored bill. Breeding plumage is dark brick-red below (male) or pale orangey (female); nonbreeding plumage is overall gray-brown with white belly; compare to Black-tailed Godwit. In flight shows rather plain upperwings with only a faint whitish wing stripe; white rump and finely barred tail. Mainly coastal away from tundra breeding grounds. Often in flocks feeding on mudflats and in brackish coastal lagoons, roosting in adjacent freshwater habitats. Feeds by probing its long bill into the mud.",
    "INDIAN PITTA": "A colorful stubby-tailed bird, also known as “Navrang,” translated as “nine colors.” Colors are most striking when the bird is in flight. This bird has long, strong legs and a stout bill, a buffy crown with a black stripe in the middle, a black eye-stripe, and and buffy underparts with bright red on the vent. Upperparts are green, with a blue shoulder patch. It is usually seen foraging on forest floors with thick undergrowth, catching insects in leaf litter. This bird is vocal, giving its characteristic two-noted whistle call at dusk and dawn.",
    "BARN SWALLOW": "A fairly large, colorful swallow. Usually easy to identify with its long, forked tail and dark rump. Iridescent navy-blue above with a rich orange throat and forehead. Underparts vary across range, from bright buffy-orange to whitish. Occurs in any open habitat, especially large fields and wetlands. Often seen foraging in flocks, sometimes mixed with other species of swallow. Typically nests close to human habitation; builds a muddy cup nest in a barn or under a dock. Listen for dry, scratchy “svit svit” calls. Note head and breast pattern and tail length to help separate from various similar species in Africa, Asia, and Australia (e.g., Welcome Swallow, Angolan Swallow, Pacific Swallow).",
    "COMMON GRACKLE": "Lanky, fierce-looking, glossy blackbird. A bit larger than a jay; smaller, proportionally longer-tailed and shorter-winged than a crow. Staring yellow eye and long heavy bill (compared to Red-winged Blackbird). Often in flocks with other blackbirds in winter. Forages in fields, scrubby areas, and open woods. Visits feeders.",
    "OSTRICH": "Massive, conspicuous, flightless bird with long neck and robust legs. Mature males have black-and-white plumage, with pinkish skin, flushed in breeding plumage. Females and immatures are duller gray-brown. Small groups roam open and lightly-wooded country; can walk up to several kilometers a day. The stubby wings are used for spectacular breeding displays and dust-bathing. Deep booming calls can be heard from long distances. Similar Somali Ostrich (no range overlap) has slaty-colored skin and pale eyes, unlike the pink-skinned Common Ostrich.",
    "BLUE GRAY GNATCATCHER": "A tiny, long-tailed, thin-billed songbird. Soft blue-gray above and whitish below, with a thin white eyering. Breeding males have a black band across the forehead. Forages actively for insects, often actively twitching its long tail. Can be found singly or in pairs, sometimes with mixed flocks of other songbirds, especially during migration. Two populations: Eastern birds breed in deciduous woodlands, often near water; western birds typically breed in drier, brushier habitats. Winters from the southern U.S. to northern Central America. Compare with Black-tailed Gnatcatcher, especially the tail pattern from below: Blue-gray is mostly white, with very limited black. Also very similar to Black-capped Gnatcatcher on the wintering grounds in West Mexico; Blue-gray has a higher-pitched call.",
    "WHITE CHEEKED TURACO": "A spectacular green turaco with a bushy crest. There are two white marks on the face, though these vary geographically in size, and one subspecies also shows orange on the back of the head. Shows large crimson wing patches in flight. Found in montane forest and woodland. Acts like a typical turaco, bouncing through the trees and flying occasionally with short bursts of wingbeats and long glides. Call is a gruff, accelerating series of “kow” notes. Similar to Prince Ruspoli’s Turaco, but easily separated by its white facial markings.",
    "EURASIAN GOLDEN ORIOLE": "Male unmistakable: golden-yellow with black wings and tail; female and immature greenish yellow overall with dusky wings and variable, fine dark streaking below; note powerful-looking reddish-pink bill in all plumages (dullest in immature). Favors deciduous and mixed woodland and parks, especially with tall leafy trees; can wind up in more open habitats on migration. Shy and difficult to see well, despite bright colors. Tends to remain well hidden in foliage, and flies quickly and easily over long distances. Listen for beautiful, fluid, musical song and rough, corvid-like calls.",
    "NORTHERN BEARDLESS TYRANNULET": "Tiny flycatcher found in Mexico and Central America. In the U.S. restricted to riparian woodland with dense understory and mesquite in the Southwest. Plain gray overall with inconspicuous pale wingbars and pale yellowish belly. Peaked bushy crown. Similar to Empidonax flycatchers but note bushy crest, blunter bill, and less obvious wingbars. Generally quite active. Often detected by song: a series of descending plaintive whistles \"dee dee dee dee.\"",
    "SUPERB STARLING": "A chunky, short-tailed, colorful savanna starling. Note the white chest band, white undertail, and white patch on the underwing, conspicuous in flight. Immatures have a dark eye and lack a breast band, but are usually associated with adults. Found in a variety of dry or moderately moist habitats including savanna, woodland, thorn scrub, and villages, usually in small flocks, sometimes with other species of starlings. Similar to Hildebrandt’s and Shelley’s Starlings, but easily separated by the white breast band. The calls include a variety of scolds and squeals.",
    "GREAT POTOO": "A monstrous nightbird, superficially similar to an owl but not related. Pale mottled gray with large head; larger than other potoos and lacks a dark mustache stripe. Well camouflaged and difficult to spot; most often seen roosting on a horizontal limb during the day (less often on a broken off snag like other potoos). Found in forested areas and edges. Active at night, when it feeds on large insects. Listen for its terrifying call, a harsh descending scream.",
    "BORNEAN LEAFBIRD": "Accurately-named leaf-green canopy-dweller of Borneo’s central montane forests. Male has a black throat with a blue center and lemon-yellow outline. Female similar, but throat is all-dark, with no blue or yellow on the head. Both sexes have sky-blue flight feathers. Very similar to male Blue-winged Leafbird (the female of which lacks a black throat); look for Bornean’s green crown, yellow bib, paler blue wings, and more yellow-washed underparts. Gives a high thin “tseep” and a whistled “wee-chup!”, among other calls.",
    "ROSE BREASTED GROSBEAK": "Breeding adult males are striking black and white with bright red triangle on breast. Nonbreeding males, females, and immatures are streaky below with a bold head pattern. Always look for the very thick, pale pinkish bill. Fairly common and widespread in eastern North America, especially in deciduous forests. Winters to northern South America. Visits feeders. Listen for sweet robinlike song and squeaky call. Females are sometimes confused with Purple Finch but note much larger overall size, large pinkish bill, and bolder white markings on wings. Also compare females and immature males with extremely similar Black-headed Grosbeak, which is usually identifiable by range. Rose-breasted usually has more extensive, coarser streaking on underparts and usually lacks orange tones.",
    "INDIGO BUNTING": "Breeding males are entirely blue with a slightly darker head. Females are plain brown with a whitish throat, bluish tail, and faint streaks on the underparts. Breeds in shrubby areas at the edge of forests and fields. Males often sing from a high exposed perch. Winters mainly in Middle America and the Caribbean, where it frequently gathers in flocks in weedy fields. Females can be very difficult to distinguish from Lazuli Bunting, although their range doesn't overlap much. Indigo usually shows more streaking on the underparts; also note fainter wingbars, duller breast, and more contrasting whitish throat.",
    "SNOWY EGRET": "Small white heron with black bill, black legs, and yellow feet. Lores (between eye and bill) are usually bright yellow, but flush reddish in the breeding season. Also note lacy plumes on head, breast, and back during breeding season. Immatures have duller yellow lores and more yellow extending up the legs than adults. Fairly common and widespread in North and South America; often most common along the coast. Found in a variety of wetland habitats, especially shallow marshy pools and mudflats. Forages fairly actively in shallow water, often darting after small fish. Compare with immature Little Blue Heron, which usually has more greenish legs and lores, and note Snowy’s more active feeding style.",
    "EMERALD TANAGER": "Well-named tanager, mostly emerald-green with trapezoidal black cheek patch, back streaking and wing markings. Small and active, usually found in pairs following mixed feeding flocks in foothill forests and edges. Feeds on fruit. Sexes alike.",
    "TURQUOISE MOTMOT": "Spectacular motmot of tropical lowlands, mainly in drier areas. Favors dry forest and edge, semiopen areas with scattered trees, gardens. One of the more conspicuous motmots, especially in spring, when often perches on roadside wires and on open branches. Plumage distinctive, with turquoise brow, turquoise-blue wings and tail with big rackets. Nests colonially at cenotes (sacred wells) in some Maya ruins of the Yucatan Peninsula, Mexico; motmot nests are burrows dug in banks, like a kingfisher.",
    "SPOTTED CATBIRD": "Chunky rainforest bird with emerald green upperparts, black spot below the dark red eye, and green-olive underparts with extensive pale spotting. Inhabits the Wet Tropics of northern Queensland (Cairns region), thus does not overlap with similar Green Catbird. Forages mostly in middle and upper story of the rainforest. Compare female and juvenile Satin Bowerbird (with blue eye, darker bill). Spotted Catbird is well known for its characteristic catlike yowling call.",
    "TROPICAL KINGBIRD": "Large, ubiquitous yellow-bellied flycatcher found throughout most of Middle and South America, though tends to be uncommon at the far northern end of its range in the U.S. A classic “telephone wire” bird along roadsides and in towns. Prefers open areas with some trees and water. Most abundant in lowlands and foothills, but ventures up to over 3,000m in some parts of range. Listen for sharp, high-pitched twitters. Nearly identical to Couch’s Kingbird, which overlaps from Texas to Belize; best separated by voice. Larger and longer-billed than Western and Cassin’s Kingbird; also note paler brownish tail. Also very similar to White-throated (longer, forked tail) and Snowy-throated (dark mask) Kingbirds in some parts of South America.",
    "WHITE EARED HUMMINGBIRD": "Stocky, rather distinctive, medium-sized hummingbird in mountain pine-oak and pine-evergreen forests and clearings, where it usually is one of the commonest hummingbird species. Feeds mainly at low to middle levels, often at banks of roadside flowers. Both sexes have a black mask, bold and thick white ear-stripe, and red base to the bill. Male’s head and throat often appear black, but in the right light, it flashes brilliant violet and green. Female has a pale throat and breast with green spots.",
    "LIMPKIN": "Large heronlike bird, reminiscent of a gangly ibis but more closely related to rails. Brown with white spots and streaks, densest on the head and neck. Long yellowish bill is slightly decurved. Found in marshes or swamps, often with trees and shrubs, but also regularly seen at the edges of ponds in otherwise highly managed city parks. Feeds almost exclusively on apple snails. Usually single or in pairs. Distinctive voice is a loud, creaky wail, often heard as an eerie jungle sound effect in films.",
    "DALMATIAN PELICAN": "Massive pelican with a disheveled appearance. Dirty white overall with a scruffy, upswept crest and black primaries (prominent only in flight). Adult has a bright orange pouch during the breeding season, yellow in the nonbreeding season. Can be confused with Spot-billed Pelican and Great White Pelican, but has a combination of pale iris, clean bill with no spotting, and gray legs. Frequents rivers, extensive wetlands, and estuaries, often in large flocks.",
    "RING-NECKED PHEASANT": "This long-tailed game bird is native to Asia and has been introduced in many other parts of the world. Male has fleshy, red facial wattles, iridescent blue neck, and richly colored red and golden underparts with dark spots; his namesake white neck ring is indistinct on some birds. Female is buffy-brown, heavily marked with black, and usually shows some white markings around the eye. In much of its introduced range, including North America, there are no similar species. Elsewhere, note male’s blue neck and heavily spotted body, and female’s spotted or chevroned (not barred) underparts and mostly plain face lacking strong red markings. Found in farmland, scrub, and along the edge of forest, and often gives a loud, abrupt rasping call that draws attention to its presence. Japanese birds are now treated as a separate species, Green Pheasant.",
    "BAND TAILED GUAN": "A pale-faced and short-crested guan with a red throat and dark brown body with contrasting fine white streaks. Face markings are distinctive: has a long pale eyebrow and whitish moustache and cheeks; also shows bare bluish gray skin around the eye and a dull rufous tipped tail. Sexes similar. Common in the canopy of cloud forest, generally in groups resting or foraging for fruits. Often very quiet, but easy to see when flying awkwardly from a tree or vocalizing. The alarm call is a soft piping whistle or a loud gruff and harsh burst of calls; also gives a wing-rattle display, common just before sunrise or after sunset. Found only in Colombia and Venezuela.",
    "NORTHERN SHOVELER": "Medium-sized duck; smaller than a Mallard. Huge, spoon-shaped bill visible at a distance and in flight. Breeding males have dark green head, white breast, and chestnut sides and belly. Females buffy-brown with large, distinctive bill. Chalky-blue upperwing. Forages by sifting through the water, often swimming in spirals in groups.",
    "DARJEELING WOODPECKER": "A brightly-colored and well-marked woodpecker of high-altitude Himalayan foothill forests. Similar to Great Spotted Woodpecker but with a densely-streaked yellowish belly and pale yellow-orange on the neck and throat. Males have a bright red patch on the back of the crown which females lack. Like other large black-and-white woodpeckers, usually seen singly or in pairs, drumming away on tree trunks.",
    "BLACK FACED SPOONBILL": "Large white waterbird with a long spatula-shaped bill. Breeding adults have long plumes on the head and a smudging of yellow on the chest. The extensive black facial skin distinguishes this species from the Eurasian Spoonbill, the only other spoonbill in range. Often gathers in large flocks, occasionally mixing with Eurasians. Forages in mudflats, estuaries, lakes, and large marshes, sieving out aquatic invertebrates from the water, often in a side-to-side motion.",
    "AFRICAN FIREFINCH": "Small brown and reddish waxbill with a blue-gray bill and black under the tail. Varies geographically, but in many areas, has a mostly gray head. Found along forest edge and in cultivation, thick woodland, and scrub. Usually in pairs or small groups. Call is a short, low trill. Quiet song is a mix of low trills and much higher-pitched whines and whistles. Similar to Red-billed and Bar-breasted firefinches but shows black under the tail. Subspecies without gray on the head can be extremely similar to Jameson’s Firefinch, but they are darker and less pinkish overall.",
    "RED CROSSBILL": "Stocky, large-headed finch with unique crossed bill used to pry seeds out of conifer cones. Males are dull red or orange overall with gray or brown highlights. Females are dull olive-yellow. Immatures are streakier than adults. Look for brownish wings with no wingbars. Different populations feed on different types of conifer seeds; jipping calls vary subtly throughout populations. Nomadic; breeds at any time of year, whenever there is enough food available. Often in small flocks. Rarely visits feeders.",
    "EVENING GROSBEAK": "Large finch, nearly twice the size of a goldfinch. Stocky with strong, thick, pale bill and short, notched tail. Males are stunning with dark head fading to bright yellow underparts, and mostly black wings with bright white secondaries. Females are overall gray with some white on the wing. Flocks often come to feeders for sunflower seeds. Found in forested regions especially at higher elevations. Populations declining dramatically.",
    "MARABOU STORK": "This huge, macabre-looking stork has a massive dagger-like bill and naked pink head and neck that appear severely sunburned. A white ruff and loose inflatable skin on the neck add to its odd appearance. It soars effortlessly at great heights searching for food; note its white belly in flight. Marabous are equally content in wetlands or in dry bush; they are most frequently encountered lurking near carrion, as they attend kills of major predators and will opportunistically snatch scraps. They also readily scavenge around humans and waste dumps.",
    "BANANAQUIT": "Tiny, active, warbler-like bird of tropical and subtropical forest edge, woodland, and gardens. Feeds on nectar and fruit, and in some areas visits bird feeders. Variable plumage across range, especially in the Caribbean, but always note small size and sharp, slightly decurved bill. Most populations have a bold white eyebrow and yellow underparts. Throat color varies from pale gray on mainland (Mexico to South America) to white on some island populations (including Cozumel) or sooty gray (Greater Antilles). Some birds in the Lesser Antilles are entirely black. Song is variable across range but usually high-pitched and scratchy.",
    "GREAT XENOPS": "Large and subtly beautiful xenops with a pointy curved bill. Has bright rusty plumage with a white throat. Inhabits caatinga woodland; unlike other xenops, does not climb trunks or use its tail for support. Often accompanies mixed-species flocks. The song is a series of nervous chattering notes.",
    "GUINEAFOWL": "A large-bodied, small-headed, slaty-gray gamebird perfectly lined with rows of hundreds of white spots. The distinctive head sports a strange bone-like casque and naked warty facial skin, which is colored white, blue, or red depending on geographic location. Young birds are brown and are almost always found with adults. It is common throughout its range, and large flocks roam the savannas, digging for invertebrates and tubers. Guineafowl often behave like lunatics, charging around issuing a loud and distinctive “kek-kek-kek-kraaaaaaah” alarm. It also calls a distinctive, plaintive “kuuuh-keeerk”. Crested Guineafowl differ from Helmeted Guineafowl by being darker and having a plumed crest on top of the head.",
    "BLUE DACNIS": "Small active warblerlike tanager with sharply pointed bill. Male blue with thin black mask, black throat and back. Female also distinctive, body entirely lime green with mostly blue head. Usually seen in pairs or small groups in the canopy of lowland and foothill forests, edges, and secondary growth. Often follows mixed feeding flocks. Feeds on fruit.",
    "BEARDED REEDLING": "Striking long-tailed bird of extensive reed beds. No other species looks very similar, particularly given habitat and behavior: note bright cinnamon-brown plumage, long tail, and yellowish bill; male has blue-gray head and broad black mustaches. Not easy to see well but sometimes feed on reedbed edges, often very low or on adjacent muddy ground. Flight typically low over reeds with whirring wingbeats. Often in small groups. Flocks often give a quiet “tue, tue”, as well as hard “tik” and buzzy “chew” calls.",
    "MALEO": "A massive black-and-white megapode with a rose-pink breast and a diagnostic prominent knob on the nape. Found in lowland and hill forest, in areas near beaches or areas with volcanic sands in which they lay their eggs. Immatures show a blacker head with a white throat and a tufted crest. Occurs in pairs that forage on the ground and roost in trees by night. Often best seen at known egg-laying sites, either during laying sessions, or roosting in trees nearby. Generally silent, but occasionally gives a loud, bubbling “waow.”",
    "AZURE TIT": "Frosty, pale bundle of joy. Nominate northern population is white with a shadowy black outlining of the cheek, bright blue-and-white striped wings, and a clean white breast. Central Asian and Central Chinese birds have a bright yellow patch on the breast. Prefers open wooded or shrubby areas, often in proximity to willow, birch, and various conifers. More common in open habitats in northern range. Forages actively, often within dense foliage, and can be surprisingly difficult to see well. Gives various high-pitched calls, including chips, trills, and rattles. Song is variable, and includes high whistles followed by a rattling stutter, as well as a series of cheery, repetitive two-note calls.",
    "ROADRUNNER": "Slightly smaller version of the familiar cartoon Greater Roadrunner, but usually the two species do not occur in the same places. Favors dry brushy woodland and overgrown weedy fields in tropical lowlands and foothills. Can be very elusive, but at other times runs out in the road or sits quietly sunning itself on a fence post or bush top in the early morning. Note that the center of the throat and breast are plain rich buffy, without the dense dark streaking of Greater Roadrunner.",
    "MOURNING DOVE": "A medium-sized mostly buff-brown”‘ringneck” dove with a rosy-mauve neck and breast, dusky gray head, and a uniquely yellow eye surrounded by red bare skin. In flight it has visible white in the outer tail. Frequents savanna and woodland, particularly alongside humans and in well-wooded areas. Produces a distinctive “Look AT me” song, as well as a variety of crooning throaty “craaaooow” calls. All similar ringneck-doves lack the yellow eye surrounded by red bare skin.",
    "TAILORBIRD": "Tiny, short-tailed forest sprite with a rusty head, grayish breast, white throat, and long bill. Restricted to eastern Arc montane forest; population on the Uluguru Mountains is darker than others, and with more chestnut on the head. Pairs and small groups skulk in bracken and along other forest edge and undergrowth. Gives a strident and repeated “tzeeew-tzeeew-tzeew”, sometimes in duet with a short rising buzzy “tzier” or other buzzy notes.",
    "GURNEYS PITTA": "Highly range-restricted and declining pitta. Only known healthy population is in far southern Myanmar; now all but functionally extinct in southern Thailand. Male has purple-blue crown, bright yellow half-collar, and black-and-yellow underparts. Female has a pale yellow crown and black-barred yellowish breast and belly. Inhabits lowland rainforests, where it forages singly or in pairs in gullies and ditches, often near water. Gives a raptor-like “chiiir!”.",
    "HAMERKOP": "A squat, brown, ibis-like bird with a bushy-crested “hammer-head”; often found near wetlands or rivers. In flight, it has distinctively deep wingbeats and may occasionally soar very high, when the long neck separates it from raptors. It struts about in wetlands foraging for frogs, fish, and insects. It needs nearby large trees for building its giant (1.5-m-across) stick nest. Calls include a high-pitched “nyip” in flight and a distinctive, rollicking call ending in a purring rattle “kyik-kyik-kyik-kyik-kyik kyik-keeek-kreeeeek”.",
    "INDIAN VULTURE": "A light brown, medium-sized vulture. It has whitish feathers on a dark head and neck, a pale bill, and a pale collar which is more prominent behind the neck. The juvenile has a dark bill, more white feathering on the head and neck, and browner plumage overall, with pale streaks on breast and belly. In flight, note the pale underparts and underwing contrasting with the dark flight feathers. The species nests in colonies on cliffs and ruins, and occasionally in trees. Similar to Slender-billed Vulture, but Indian Vultures are not as lanky and have a paler bill and very tiny ear holes.",
    "KAKAPO": "New Zealand’s largest endemic parrot. Flightless, nocturnal, and solitary, confined to several predator-free offshore islands. Adults have a moss-green coloring mottled with black and yellow on top. Shows gray legs, feet, and bill with a unique pale owl-like face. A solitary bird that forages on the ground and climbs trees at night. During the breeding season, males gather on lek-breeding “arenas,” a series of bowls and tracks where they give deep, resonating booming calls to attract females. Calls can carry several kilometers.",
    "ECUADORIAN HILLSTAR": "Large hummingbird of very high elevations in the Andes. Almost endemic to Ecuador but just barely reaches far southern Colombia. Spectacular male has purple hood and white underparts marked with a black belly stripe. In central Ecuador, male has a small patch of green on the throat. Females and immatures are duller, with mostly drab green and grayish plumage and a streaky throat. No overlap with Blue-throated Hillstar. Usually encountered in páramo near patches of Chuquiraga bushes, which have bright orange flowers shaped like tiny pine cones. Birds feed from and aggressively guard favored flower patches, and pollen can stain the face orange.",
    "ALEXANDRINE PARAKEET": "Large and long-tailed green parakeet with a bright red beak. Female lacks male’s pink-and-black ring around the neck. Note the very long tail. Similar to significantly smaller Rose-ringed Parakeet; note Alexandrine’s dark red shoulder patches and larger bill. Raucous and loud; gives piercing screeches and screams. Found in both dry and wet forest, typically in lowlands but occasionally in foothills. Native to South and Southeast Asia, introduced to parts of Europe and Hong Kong.",
    "EASTERN YELLOW ROBIN": "A plump, small robin, gray above and bright yellow below. Dark gray in the area between the bill and eye (lores), unlike similar Pale-yellow Robin. Perches on low branches and on the side of tree trunks, from which it drops to the ground to capture prey. Inhabits forests of eastern Australia. Voice is a slow, repetitive whistle. Also gives a loud double whistle, worth learning.",
    "GILA WOODPECKER": "This desert-dwelling woodpecker is plain buffy-brown with black-and-white barring on the back. Adult males have a red crown. No similar species in range. Occurs singly or in pairs, often perched conspicuously atop a cactus. Comfortable in human settlements; frequently visits feeders and backyards in suburban areas. Primarily a Mexican species, occurring extensively across Baja and in the Pacific lowlands south to Jalisco. Limited range in the U.S., mainly in Arizona.",
    "RUFUOS MOTMOT": "Large forest-dweller that likes to sit motionless. Head and breast rufous-orange with black mask and breast spot. Green back and long tail. Most similar to smaller Broad-billed Motmot; note larger size, rufous chin, and more extensive rufous on belly. Often found singly or in pairs inside forest, usually below canopy. Listen for deep hooting call, “woo-doop”, sometimes given as a single call or sometimes as ongoing hooting laughter.",
    "EASTERN TOWEE": "Large, striking, long-tailed sparrow of the eastern U.S. and Canada. Black above with bright rufous sides and a white belly. Eye color varies from white (in the southeastern U.S) to dark red (further north). In flight, note white corners on tail. Also note females are browner than jet-black males. Most similar to Spotted Towhee, but Eastern is mostly black above, only showing single white patch on folded wing. Hybridizes with Spotted Towhee in central U.S. and south-central Canada; hybrids usually show intermediate wing pattern. Inhabits scrubby areas and forest edges with thickets. Forages primarily by hopping along ground, scraping away leaf litter. Males sing from atop shrubs and low trees. Visits feeders.",
    "HOOPOES": "Utterly unmistakable orange bird with a zebra-striped wings, a Chinese fan of a crest (usually held closed, but often raised just after landing), and a rapier of a bill. Favors semiopen habitats such as heathland, farmland, orchards, grassy lawns, where it feeds on the ground, probing with its long bill for insects. Flight fast and fairly direct, with rather deep wingbeats. Unlikely to be confused, but flight pattern and round wings may loosely resemble that of woodpeckers; note far longer and thinner bill. Song is a distinctive “hoopoopoo.”",
    "IMPERIAL SHAQ": "Very striking cormorant readily identified by white neck. Locally common black-and-white cormorant of colder coastal waters. Often seen perched on inshore rocks and jetties, sometimes with Magellanic Cormorant. Nests colonially on low islands (rarely in lakes inland from coast) and jetties. Plumage varies regionally, with some birds black-faced and others white-faced; the two types breed together locally in the Strait of Magellan. Immature resembles adult but plumage duller overall, brownish above.",
    "RED BELLIED PITTA": "A distinctive plump, short-tailed, long-legged bird with a bold red belly. Note the rusty nape, black throat, broad blue chest band bordered below with a thick black line, and greenish upperparts. Singles or pairs forage on the forest floor or call from a low perch within forest and secondary growth. More abundant in the lowlands but also occurs in the foothills. No similar species in range. Song is typical of the genus, with a quivering, rising first note and a falling, mournful second whistle: “waaaaop-aaaaaawoo.”",
    "NORTHERN GOSHAWK": "Powerfully-built forest-dwelling hawk, scarce across much of range. Adults are distinctive if seen well: bulky and broad-winged, gray above and whitish below with fine barring, prominent pale eyebrow, and dark reddish eye. Immature very similar to Cooper's Hawk, but larger and more powerful, with broader wings and tail, usually more obvious pale eyebrow (but Cooper’s can have this, too!), and heavy streaking below extending onto undertail coverts. In most suburban areas, Cooper's is much more likely; goshawk typically requires extensive mature forest. Very aggressive around the nest. Feeds on large prey such as hares and grouse.",
    "ASHY THRUSHBIRD": "A medium-sized bird of lowland and foothill forest. Forages on the ground. Ashy-gray above with black-and-white bars in the wing and the face. Underparts white, with black spots concentrated in the chest. Similar to White’s and Sunda Thrushes, but smaller, with spots rather than scales below and an obvious black vertical bar through the eye. Song is a simple medium-pitched whistled melody. Also gives harsh grating calls.",
    "GREY HEADED CHACHALACA": "Large chickenlike bird with long neck and tail. Overall brown with grayer head; note rufous wing feathers. Usually seen in small flocks crashing clumsily through the trees, typically at middle levels along forest edge or in second growth.",
    "TRUMPTER SWAN": "Huge white bird with long neck and all-black bill. Immatures dusky gray-brown with pink on bill. Forages in shallow, vegetated wetlands reaching under the water for plants, and walks through corn stubble. Breeds in freshwater marshes and ponds. Winters on any open body of water where food is available. Extremely similar to Tundra Swan, but never shows yellow on bill. Also, note subtle features of face: facial skin is relatively broad where it meets eye, so the eye doesn't stand out, and border between white face and black bill is straight (curved on Tundra). From head-on, the border of the bill and forehead is usually pointed (straight or curved on Tundra). Often in pairs or family groups. Almost went extinct in early 20th century, but population has rebounded and been reintroduced to some areas.",
    "BLACK-NECKED GREBE": "Small, compact grebe with thin pointed bill. Breeding adults mostly black with chestnut flanks; look for wispy golden plumes on cheek and peaked head shape. In winter, grayish overall with a dark cap blending into the dark cheek, and a smudgy dark neck. Red eye visible at close range. Breeds on marshy ponds and lakes; during migration and winter, often seen on large lakes, bays, and open ocean. Compare with Horned Grebe, especially in winter. Eared is thinner-necked and smaller-headed, with more peaked crown, darker cheek, and no pale tip on bill.",
    "BLACKBURNIAM WARBLER": "Always a fan favorite; known for its flame-orange throat that seems to glow even through fog and rain. Triangular black cheek patch and oddly shaped white wing patch are also distinctive. Females and immatures are washed-out versions of males—look for yellowish throat and triangular dark cheek patch. Prefers coniferous or mixed forests, but can be found in any wooded habitat during migration. Winters in mountains of northern South America. Forages for insects, often near treetops.",
    "VENEZUELIAN TROUPIAL": "A brilliant and brash resident of thornscrub, cactus forests and other arid landscapes. Rather large-headed, often sporting a short shaggy crest, with a blue teardrop of bare skin around each eye, thus differing from most other orioles. Also note the long white slash on each wing. The Baltimore Oriole is passingly similar, but it is smaller, less bulky, and has less black on the chest than Venezuelan Troupial. Vocalizations are mostly loud and flutelike. They include an upward inflected “chu-wee,” a down slurred “shee-oo,” a quick series “thank-you, thank-you, thank-you, chu-eee, che-ee, chu-ee,” and “Chu-oo-eee-o.”",
    "PURPLE SWAMPHEN": "A very large bluish-purple waterbird with a red bill and forehead shield, as well as red legs and feet with long toes. The tail is flicked up often, revealing fluffy white “underpants.” Juveniles are duller than adults and lack the red bill and shield. An inhabitant of marshy, vegetated freshwater bodies such as swamps, rivers, and lakes; usually in small groups. Feeds, often clumsily, at muddy water edges, in reeds, and on floating vegetation. Makes short nasal grunts and croaking sounds. Formerly part of the species known as Purple Swamphen.",
    "GROVED BILLED ANI": "Anis are bizarre, coal-black cuckoos with long floppy tails and unique, curiously tall, flattened bills. Groove-billed occurs in a variety of open and semi-open habitats in tropical lowlands and foothills, typically staying low in shrubs and grasses. Gregarious and not particularly graceful; usually seen crashing around awkwardly in small groups. Flies with choppy wingbeats and long glides. Widespread and common throughout Middle America, as far north as Texas. In South America, primarily occurs west of the Andes; also in inter-Andean valleys and lowlands of northern Colombia and Venezuela. Compare with the very similar Smooth-billed Ani, which overlaps locally. Note especially the bill shape: Groove-billed typically has a lower, more evenly rounded top edge to the bill without an obvious keel, and the lower edge of the bill is straighter. Grooves are distinctive but can be difficult to see. Voice is also important: listen for a sharp “PIT!-tooee” and other sharp clicks and whistles.",
    "STRIPPED MANAKIN": "Chunky little, short-tailed bird of lowland and foothill forest. Male is distinctive with bright red crown and bold white stripes on reddish belly. Female lacks red crown but shows faint streaking on sides unlike any other manakin. Inconspicuous; elaborate display dance infrequently seen. Found in the lower to middle levels of forest. Listen for its high-pitched, quiet, whistled “ch-peew” song across much of range.",
    "ROSE BREASTED COCKATOO": "Distinctive cockatoo found in a wide variety of habitats across inland Australia, typically favoring dry woodlands, where it feeds on seeds. Relatively small, with pink underparts and white upperparts. Magnificent, long white crest has colorful band of red at base, in subspecies leadbeateri inset with another band of yellow. In flight, pink underwings evident. Often observed feeding on the ground beside roads. Call a wavering, high-pitched note.",
    "MASKED BOBWHITE": "Explore eBird",
    "UMBRELLA BIRD": "Large black bird found inside forest, usually at middle levels. Reminiscent of a crow with a funky hairdo; unlike any other species in its range. Male’s bare red throat sac is usually visible, even when not inflated. Female lacks the throat sac and the puffy umbrella-like crest, but she is still distinctively large and all-black. Rare and local.",
    "CHESTNET BELLIED EUPHONIA": "Tiny bird with a strong bill. Males are glossed metallic dark blue with a chestnut belly and yellow shoulder. Females are mostly olive-green with a gray crown, throat, and central belly. Note the chestnut vent. Found in the canopy of humid forests and forest borders; often accompanying mixed-species flocks. The call is a series of rattling notes.",
    "CURL CRESTED ARACURI": "Heavy-billed small toucan of humid tropical forest. Forages in the canopy of mature rainforest, often in small groups, and sometimes with other species of aracaris. More diffuse facial pattern than other aracaris, with grayish crown covered with soft curls. Belly has a single red band. Not as vocal as other aracaris, but may be heard giving soft grunts and occasionally loud yelps, sounding rather raptor-like.",
    "EARED PITA": "This handsome pitta is about the color of a chocolate chip cookie. Only the warmer-colored male is “eared”, possessing the speckled silvery tufts on either side of the head. The female is darker, with extensive black speckling on the underparts. Both sexes have an elegant black mask extending from the bill base to the nape. Forages unobtrusively on the floor of lowland rainforests and dry deciduous forests. Gives a long, drawn-out whistle with the second half being deflected upwards.",
    "SAMATRAN THRUSH": "Uncommon and unobtrusive, this chunky and mostly chestnut-colored bird is unlike any other whistling-thrush. Male has a dark blue head with an iridescent forehead, while the female has a brownish head. Both sexes have an iridescent blue patch on the shoulder which is only occasionally visible. Endemic to Sumatra’s foothill forests (400-1500 meters), often found close to shaded forest streams. Shy, but sometimes perches up on rocks and branches. Gives a loud “nyaaah” and a series of low buzzy notes.",
    "BALI STARLING": "An eye-catching white starling with black tips to the tail and wings, bare blue facial skin, and long plumes that hang down the nape. Juvenile is shorter-crested than adult, with yellow wash. Found in small groups in open forest, where it spends time in the trees and foraging on the ground. Avoids dense forest. Restricted to northwest Bali. Differs from Black-winged Starling in having the black on the wings confined to tips, and in showing blue facial skin. Song is an untidy jumble of scratchy, chattering notes and whistles.",
    "CRESTED NUTHATCH": "Small, cute, energetic nuthatch. Distinctive with bold black-and-white head pattern, blue-gray upperparts, and orangey belly. Males are brighter than females. Typically found in coniferous or mixed forests, often in mixed flocks with other songbirds. Creeps along tree trunks and branches, often upside-down. Nomadic; they sometimes move south in large numbers in fall and winter. Visits feeders. Listen for nasal calls.",
    "OYSTER CATCHER": "Large, bulky shorebird with thick red bill. Unmistakable, striking plumage. Exclusively coastal; favors beaches where it feeds on shellfish and other invertebrates; less frequent in rocky areas. Gathers in flocks during migration and winter. Listen for loud yelps and whistles, often in a rapid series when excited. Hybrids with Black Oystercatcher occur locally in southern California and Baja; look for messy spotting where the black hood meets the white belly (sometimes very limited but often quite extensive).",
    "GOLDEN BOWER BIRD": "Small bowerbird restricted to higher-elevation rainforest in Northern Queensland. Male has stunning bright yellow underparts, yellowish-brown face, and dull yellowish back. Female olive brown above, gray below. Breeding male builds a large tower of sticks and decorates it with flowers and lichen, often reusing the same bower for many nesting seasons. Male’s song includes a wide repertoire of notes and sounds, many of which sound as though they were made by a machine.",
    "VERMILION FLYCATHER": "Small, gorgeous flycatcher of open habitats. Adult males have brilliant red underparts and crown with dark brown upperparts and mask behind eye. Females and immature males are much duller grayish-brown, but usually show pink or yellowish color on belly. Widespread; occurs from the southwest U.S. to Argentina. Found in many open woodlands and brushy areas, often seen perched on fence posts along roadsides. Feeds on insects.",
    "BLONDE CRESTED WOODPECKER": "Fairly large and strikingly-plumaged woodpecker with a yellow-crested head contrasting with a largely black body which is variably scaled with yellow spots depending on the subspecies, and a yellow rump. Males have a red moustache. Found in both wet and dry forests, usually avoiding the interior, and in wooded savannas.",
    "BUSH TURKEY": "Large black bird with a vertically-fanned tail and massive strong legs and feet. Obvious red head. Male develops large yellow pendulous neck wattles (mauve in Cape York subspecies). Endemic resident of tropical rainforests along the eastern coast of Australia. It can be a common in cosmopolitan parks and gardens in places such as Cairns, Brisbane. Roosts at night very high up in trees. Builds large nest-mounds of leaves and mulch.",
    "D-ARNAUDS BARBET": "A big, conspicuous, colorful barbet with a yellow face and breast that are speckled with black, and a red undertail. There is considerable geographical variation in the amount of black on the crown, throat, and breast band and in the color of the belly, which can be yellow or white. Found on and near the ground in savanna habitats with termite mounds, usually in pairs and small groups. The song is a phrase of three or four notes repeated over and over, often given as a duet. Separated from Yellow-breasted Barbet by the heavily speckled face, and from Red-and-yellow Barbet by the lack of red on the head.",
    "ALBERTS TOWHEE": "Large, plain, long-tailed sparrow. Drab grayish-brown overall, with dark mask like a Northern Cardinal. Also note pinkish bill and orange undertail coverts. Inhabits riparian corridors, especially in dense brush. Mainly occurs in the Sonoran Desert of Arizona, barely extending into surrounding states and northern Mexico. Rather secretive as it forages on the ground for seeds and insects. Visits feeders.",
    "RUFOUS TREPE": "A long- and stiff-tailed bird with primarily rusty-brown upperparts and dull orangish underparts. The head, mantle, and neck region are a dull, sooty black. The long graduated tail is pale gray with a wide black terminal band. Note the conspicuous silvery-gray, white, and black patterns on the wings. The blackish-gray bill is stout with a hooked tip. Found in a wide range of habitats from woodlands to scrubby patches, singly or in pairs feeding in the treetops. The call is a loud metallic “krowwiiii kroo.”",
    "EASTERN WIP POOR WILL": "Cryptic night bird, more often heard than seen. Listen for namesake song, a whistled \"whip-poor-WILL,\" repeated endlessly. Found in forests, often with a mixture of pines and deciduous trees with open areas nearby for foraging. Forages for flying insects from the ground at night. Intricately patterned with gray, brown, and black. Similar to Chuck-will's-widow but with smaller head and shorter wings and tail. Eastern and Mexican Whip-poor-wills were recently split into separate species; they differ mainly in voice and do not overlap in range.",
    "RED WISKERED BULBUL": "Medium-sized songbird, brown above and whitish below with a tall black crest and dark “spur” on the side of the breast. Small red patch on ear and red undertail coverts. White tips on tail feathers. Generally found in pairs or small groups in gardens, orchards, forest edge, and open forests. Pleasant song consists of rich warbled phrases; calls include high-pitched pips, a long buzzy note, and a sharp “pik-pik-a-wew.” A common species in the Asian cagebird trade and escapee populations occasionally become established north of their natural range; also introduced to Florida, California, and Hawaii.",
    "ORANGE BRESTED BUNTING": "Beautiful small bunting of lowlands and foothills; endemic to west Mexico. Occurs in brushy woodland and edge, adjacent weedy fields, and open grassy areas. Often in small groups, feeding on roadside grasses and flushing up with brilliant blue flashes. Also feeds at all levels in fruiting trees and bushes. Male unmistakable: electric turquoise blue and green above; rich yellow below with a burnished orange breast. Female duller overall: greenish above and yellow below, with a bluish tail. Female brighter yellowish below than slightly larger female Painted Bunting.",
    "BANDED PITA": "Snappy-looking pitta with a broad egg-yolk-yellow eyebrow, black mask, coffee-brown back, and finely barred underparts. Male has a yellow throat, black crown, and indigo belly patch. Female is similar but duller, with no indigo belly patch, a whitish throat, paler underparts, and a pale brown crown. Listen for its song, a series of well-spaced explosive but mellow “byow!”s. Widely distributed but uncommon to locally common; inhabits hill and lowland dipterocarp forests, where it seems to favor dry ridges, hilltops, and limestone areas.",
    "IWI": "A bright red Hawaiian honeycreeper of high elevation native forests on Kauai, Maui, and Hawaii Island. Very rare on Oahu and Molokai. The brilliant crimson color and long, curved salmon-colored bill are diagnostic. Juveniles are mottled green, yellow, and orange. Very active and boisterous in the understory and forest canopy. Aggressively chases other birds from flowering trees. Vocalizations include a complex array of gurgles, chuckles, and reedy notes, more varied, lower pitched, and louder than those of the Apapane.",
    "BRANDT CORMARANT": "Black overall with greenish iridescence on back. Pale buffy feathers at base of bill. Breeding adults have blue skin on throat. Immatures have buffy breast. Strictly coastal. Dives to capture fish. Thicker bill and neck than similar Pelagic Cormorant.",
    "GREY PLOVER": "Chunky, medium-sized shorebird with short, stout bill. In breeding season, shows striking black face and belly with bold black-and-white checkering on upperparts; note clean white undertail. In nonbreeding season, more uniformly drab gray with whitish belly. Juveniles are crisp and neatly spangled above, often with a soft golden hue. Often confused with golden-plovers. In all seasons, note Black-bellied's stockier shape, thicker bill, and diagnostic black “armpits” in flight. Feeds on beaches and mudflats by walking or running, stopping, and pecking at the surface. Often in flocks. Common and widespread across the globe, especially on coastlines; less common inland. Breeds on Arctic tundra.",
    "RUDY KINGFISHER": "Dark rusty-orange kingfisher with thick lipstick-red bill. Bright azure blaze on rump most evident on flying birds. Shy and seldom seen in the open, instead preferring heavily shaded waterways in thick, tangled forests. Gives a loud descending rattle on breeding grounds; wintering birds silent.",
    "BLACK THROATED BUSHTIT": "Boldly patterned, tiny bird, usually found in groups. Adult gray above, pale below, with yellow eye and black throat and mask separated by white, chestnut-washed flanks. Juvenile has gray rather than orange and lacks black on throat. Significant regional variation in exact facial patterning: Indochinese population birds have a gray crown (bright rufous in other populations) and Himalayan birds have an white oval brow patch. Forages acrobatically in small branches, sometimes hovering at the tips to extract invertebrates. Often difficult to see in dense trees; presence given away by high-pitched contact calls (“tsip”) and thin, rolling trills. Predominantly found in broadleaf and mixed forests in foothills and submontane areas, but can also range into lowlands.",
    "GREY HEADED FISH EAGLE": "Fierce-looking brown-and-white fish-eater. Note adult’s contrasting white belly and white tail with a broad black bar across the tip. Juvenile is paler overall, with a streaked brown breast and barred underwings. Smaller Lesser Fish-Eagle has a less contrasting tail pattern and typically a more jagged-edged white belly patch in adults; juveniles average paler below overall. Gray-headed forages around rivers, lakes, and swamplands. Vocal; often detected by its hoarse yelping screams.",
    "BLACK HEADED CAIQUE": "Medium-sized, stocky parrot that is distinctive even under poor lighting conditions; note black cap and contrasting white-and-yellow pattern on face, breast, and belly. Common in a variety of forest types, especially those on sandy soils. Usually seen in groups of 4-5 or more. Groups forage quietly on fruit and flowers in forest canopy, flushing noisily with distinctive whirring wingbeats that are audible at some distance. Flight call is a penetrating screech, somewhat similar to Red-fan Parrot but higher-pitched and less variable.",
    "BLUE COAU": "Big, dark, long-tailed tree-dwelling bird. Like other couas, inquisitive and restless. Generally prefers to jump or flop through the trees, but sometimes makes long gliding flights with occasional explosive wingbeats. Found in eastern and northern rainforest. Most common call is a short, explosive “brr-dd-t”. Also gives a long, descending series of mournful “kwa” notes. Larger than Red-fronted and Red-breasted Couas, lacking red coloration, and is usually found high in trees, unlike those understory-dwelling species.",
    "EASTERN BLUEBONNET": "Brown parrot with yellow-and-red belly and deep blue face, typically found in dry inland habitats in eastern Australia. Multiple subspecies vary in the color of their wing patch, belly, and undertail. Usually seen in small groups, this species is often hard to approach and is easily flushed. In flight, the blue wings and red shoulders contrast with pale brown back. Distinguished from the similar but smaller Naretha Bluebonnet by presence of red on belly.",
    "GREATOR SAGE GROUSE": "Large turkeylike bird found in extensive areas of sagebrush. Both sexes gray overall with very fine patterning, black belly, and long pointed tail. Males have a white breast and a black throat. Spectacular male display involves fanning tail, inflating yellow air sacs on chest, and thrusting them forward to produce liquid popping noises. Most easily seen at display sites in early spring; can be very inconspicuous at other times of year. Population in severe decline due to habitat destruction. Extremely similar to the much rarer and more local Gunnison Sage-Grouse, but Greater is larger and no range overlap. Also note darker tail and shorter wispier head plumes on Greater when displaying.",
    "GREEN WINGED DOVE": "A small rufous dove with conspicuous emerald-green wings, an orange bill, and a pale forehead that is white in males and gray in females. Juveniles have duller bare parts, some barring, and reduced iridescence. Typically seen singly, foraging on the forest floor or perched low in the understory. Pale patch is restricted to forehead, and this, in combination with brown back and brown tail, distinguishes this species from Asian and Pacific Emerald Doves. Song is a soft “hoo-hoo-hoo-hoo,” gradually rising and accelerating.",
    "JACOBIN PIGEON": "Rather large, spectacular hummingbird of humid tropical lowlands that favors forest edges, adjacent clearings with scattered trees and flowering bushes, and gardens. Feeds at all levels, often in the canopy, hovering with its tail cocked and occasionally opening it to show extensive white. Male has deep blue hood, green upperparts with white collar (often hard to see), white underparts, and mostly white tail. Some females look similar to males while others look very different, with dark spotting below and a mostly green tail with white tips.",
    "SAND MARTIN": "Small and compact swallow, with quick flicking wingbeats. Brown above and white below, with a contrasting dark chest band. Note the relatively long, notched tail and narrow, pointed wings. Breeds in colonies; builds nest by tunneling into sandbanks. Can be seen over any open habitat including fields, marshes, and ponds, often in mixed flocks with other species of swallows. Compare with other small brownish swallows where overlaps occur in its extensive global range.",
    "TASMANIAN HEN": "Large flightless waterhen endemic to Tasmania. Has a yellow-green bill and a white thigh patch. Typically occurs on grasslands near wetland, but has also become common on farmland.",
    "CHUKAR PARTRIDGE": "Boldly-patterned quail-like bird, often in small flocks on dry rocky slopes with sparse grass and brush. Male and female similar. Overall pale sandy brownish-gray with bold black stripe on the face. Also look for red bill and legs and black stripes on sides. Usually seen scurrying around on the ground, but males perch conspicuously when singing, often on large rocks. Song is a series of scratchy notes; sounds like it’s saying its name with emphasis on the second syllable: “chuKAR, chuKAR, chuKAR.” Native to Asia and the Middle East, where range barely overlaps with any similar species; note creamy throat to help separate from Rock Partridge. Introduced and well-established in western North America, New Zealand, and Hawaii; escaped cage birds or hunting stock can occur elsewhere.",
    "FRILL BACK PIGEON": "Fairly large pigeon with wild and feral populations throughout the world. True wild birds nest on cliffs and in caves from western Europe to central Asia. Pale gray overall with two bold black wingbars and iridescent purple and green on neck. Feral varieties are common in cities and farmland, often in large flocks. Variable plumage: some identical to wild-type birds, but can be completely black, white, or orangey-brown and any combination in between.",
    "DOUBLE BRESTED CORMARANT": "Dark body with orange bare skin at the base of the bill. Breeding adults are all black. Immatures and nonbreeders have paler breast. Dives underwater to catch fish. Swims like a duck in between dives. Finds open perches to spread wings and dry feathers. Can be in large flocks or solo. Most widespread cormorant across U.S. and Canada; also most likely to be seen inland.",
    "EASTERN GOLDEN WEAVER": "Breeding male is bright yellow, female is duller yellow, and non-breeding plumages are duller still. Has a reddish eye in all plumages. Breeds in and around reedbeds, but ranges widely into surrounding savanna and woodland. Vocalizations are typical of weavers: “chet” notes and a sizzling, “radio static” song. Other golden-weavers are similar, but never show reddish eyes.",
    "ASIAN DOLLARD BIRD": "Heavily built, flat-headed dark blue bird with a short bright red bill. In flight has a characteristic white circle, or ‘dollar’, on each underwing. Juvenile lacks red bill. May resemble mynas in flight, but note longer wings, larger head, and more powerful, less frantic flight. Nests in cavities; typically tree hollows. Frequently perches on power-lines or in the tops of tall dead trees.",
    "FIRE TAILLED MYZORNIS": "Uncommon but unmistakable inhabitant of middle- to high-altitude thickets. Bright green with fiery red tail edges, an orange throat, a black line through the eye, and flashing white dots on the wingtips. Females are slightly duller than males but are otherwise similar. Never in large numbers; usually seen singly, occasionally in pairs and trios. Often joins mixed-species foraging flocks.",
    "AUCKLAND SHAQ": "A medium-sized, black-and-white marine shag with a metallic green-and-blue glimmer on the black head and neck. Note the white wing patches. Breeding birds have a prominent crest, red facial skin, a red-orange throat pouch, and magenta-pink eye-rings. Nests and roosts colonially on steep cliffs and rock ledges. Non-breeding plumage fades to brown, and crest is absent. Juveniles have brown facial skin and upperparts. Endemic to the Auckland Islands and only found in shallow waters nearby. Only shag species regularly inhabiting the Auckland Islands.",
    "STRIPPED SWALLOW": "Large, beautiful swallow with a long, forked tail. Note the rufous cap, cinnamon rump, and pale buffy underparts with fine streaking. Usually found in grassland and wetland, though can be seen in other habitats, especially when migrating. Often in flocks, sometimes mixed with other swallow species. Similar to Lesser Striped Swallow, but larger, with buffy underparts with finer streaks, and with less orange on the face.",
    "ASIAN CRESTED IBIS": "A white, exotic-looking waterbird with a bright red face and raggedy crest. Adults are washed in gray during the breeding season. Most colorful in flight; underwings are tinged with soft orange. Inhabits paddy fields, wet meadows, and riversides, and breeds in nearby forests. Extremely restricted in range, the bulk of the wild population is restricted to a preserve in Yang’xian in China’s Shaanxi province, though reintroduction programs have been successful in Japan and other parts of China.",
    "SCARLET CROWNED FRUIT DOVE": "A colorful dove that often sits motionless in the canopy. Males are distinctive, with a bright silver face and chest, a purple forehead, and a bright yellow tip to the tail. Female similar but more subtly colored. Female resembles female Many-colored Fruit-Dove, but has a bolder crimson forehead and a less contrasting green neck. Call is usually two low cooing notes followed by an accelerating, messy cacophony of similar notes.",
    "TOUCHAN": "Large and impressive toucan with a huge orange bill with a black tip and base. The body is mostly black with a white throat, and rump, and a red vent. Dark eyes are surrounded by orange and blue skin. Found in savanna and open woodland, avoiding humid forests. Makes a raucous far carrying croaking “wreh” call, and flies with noisy wingbeats.",
    "MANDRIN DUCK": "Small exotic-looking duck found at lakes and parks, usually with nearby trees. Male very ornate with big orangey \"sail fins\" on the back, streaked orangey cheeks, and a small red bill with a whitish tip. Female has narrow white spectacles on shaggy gray head, bold pale dappled spots along flanks, and pale bill tip. Mainly found in pairs or singly, but will gather in larger flocks over the winter; perches readily in trees over water. Native to East Asia, but has established feral populations throughout Western Europe.",
    "KILLDEAR": "Common, large plover. Slender shape with long wings and tail. Look for two black breast bands, unique among plovers in its range. Often nests near human development: parking lots, school roofs, road edges, and farms, usually on bare gravel. Adults perform broken-wing displays to distract predators from their nests and young. Gathers in larger numbers in migration and winter, often in fields with short grass or barren dirt. Occurs throughout North America; more local along the Pacific coast of northern South America. Can be very vocal; listen for loud namesake “kill-deer” call.",
    "COMMON HOUSE MARTIN": "Distinctive small swallow with blue-black upperparts, a big white rump patch, and snow-white underparts. Juvenile in late summer and autumn is duller above and dingier below than adult. Compare with other swallows; note the relatively shallowly forked and streamerless tail, as well as jerky and fluttery flight. In east of range, overlaps with very similar Siberian House-Martin (formerly treated as one species); note present species’ significantly smaller rump patch. Breeds colonially, frequently building mud nests under the eaves of buildings; forages over varied open and semi-open habitats, especially water bodies and adjacent fields. Gives a soft burbling trill.",
    "AFRICAN OYSTER CATCHER": "A plump, coastal shorebird that is glossy black in plumage with salmon-red legs and reddish eye, eye-ring, and bill. The juvenile is duller, with pink-brown bill and grayish-pink legs. Conspicuous on rocky coastlines and sandy shores, where it feeds on invertebrates like mussels, limpets, and worms. It is often first detected by its distinctive, high-pitched piping “pleek” and “peeka-peeka” alarm calls. Similar Eurasian Oystercatcher differs from African Oystercatcher by its white belly and throat.",
    "ALPINE CHOUGH": "Conspicuous, social, and noisy inhabitant of high mountains. Feeds mostly on insects in summer and berries, seeds, and food waste in winter, scavenging around ski resorts, towns, and monasteries, where it can be very tame. Told from juvenile Red-billed Chough by its shorter, bright yellow bill and shorter wing fingers. Wings do not extend to the tail tip when perched. Gives a strange, squeaky trill very unlike calls of crows and ravens, as well as a high-pitched descending squeak.",
    "ENGGANO MYNA": "Explore eBird",
    "MALLARD DUCK": "A large duck, generally common and familiar within its extensive range. Males are distinctive with iridescent green head, yellow bill, chestnut breast, and gray body. Females are mottled brown with orange and black splotches on the bill. Found anywhere with water, including city parks, backyard creeks, and various wetland habitats. Often in flocks, and frequently mixes with other duck species. In North America, females can be tricky to distinguish from American Black Duck, Mottled Duck, and Mexican Duck where ranges overlap. Those species are all darker-bodied than Mallard. A good view of the wing can be helpful, too: white wingbars on the leading and trailing edges of the blue wing patch are bolder on Mallard. Frequently hybridizes with those species, which can be even more confusing. Any bird with extensive white in the tail or curled feathers above the tail has some Mallard genes.",
    "CAPE LONGCLAW": "A large ground-dwelling pipit-like bird. The upperparts are brown and cryptic, but the underparts are striking: the throat is deep orange, hemmed by a broad black necklace, and the belly is yellow. It has white-tipped tail feathers that make the tail distinctive in flight. Pairs occupy high-altitude and coastal grasslands and open pastures. The species is frequently located by its distinctive nasal “wheeeeah” call. Breeding Yellow-breasted Pipit resembles young Orange-throated Longclaw, but the pipit’s outer tail feathers are white, rather than white-tipped.",
    "SPLENDID WREN": "A small bird with a long blue tail that is held cocked. Breeding males are almost entirely blue with a strong black line from the bill through the eyes and around the back of the head, a black chest band, and a black rump. Nonbreeding males are fairly plain grayish-brown birds with black bills, bright blue tails, and some blue in the folded wing. Females are tan above with a duller blue tail and a reddish bill. Note that the patch between the eye and bill (lores) on females is a fraction paler than the bill (in Purple-backed Fairywren the lores are much darker than the bill). This species is fairly common in arid inland Australia, as well as in southwest Western Australia.",
    "CRESTED SHRIKETIT": "Small bird with short, heavy bill. Green above, yellow below, with bold black-and-white head pattern. Male has black chin, female dark greenish. Found across south eastern and eastern Australia. Inhabits eucalypt woodlands and some wetter woodlands, where it tears bark noisily, looking for food. Song is loud and includes a descending three-part whistle. Also an accomplished mimic of many other species’ songs. Formerly treated as one of the geographically isolated subspecies of Crested Shrike-tit.",
    "RED HEADED DUCK": "This attractive diving duck often gathers by the thousands on lakes or bays in the winter. Males have cinnamon-colored head, yellow eye, and gray body. Females are plain brown overall, a lighter blond color than scaup and Ring-necked Duck. Also note evenly rounded head shape. About the size of Greater Scaup, but slightly larger than Lesser Scaup and Ring-necked Duck—this can be helpful when they are together in mixed flocks. Best separated from Canvasback by head and bill shape and male’s darker gray body. Breeds on marshy freshwater ponds and lakes; winters in flocks on any large body of water, often mixed with other diving ducks. Dives frequently to reach submerged aquatic vegetation.",
    "CAPE GLOSSY STARLING": "A medium-sized iridescent blue-green glossy starling that lacks dark ear-patches and has greenish flanks and belly, giving it a more uniform appearance than the “blue-eared” starlings. Pairs and small groups occupy high-altitude grassland, Karoo, and savanna, including drier habitats than other glossy starlings. The species feeds on the ground and in trees on fruit and insects; often it scavenges from people. It gives a rolling “turrreaau” flight call and harsh “karrr” alarm notes. Similar “blue-eared” starlings differ from Cape Starling by being smaller and having blue-magenta flanks and belly that give them a less uniform appearance.",
    "SPOON BILED SANDPIPER": "Critically endangered, highly distinctive stint with spatulate bill tip that can be difficult to spot at a distance when held in profile. A coastal mudflat specialist, it stays close to wet and muddy areas near or in water, unlike Red-necked Stint, which often feeds in much drier areas. Breeding adults have a rusty head that resembles that of Red-necked, but the head tends to be darker and the rusty color extends farther down the breast. Nonbreeding adults and juveniles lack the rusty head, have prominent fine stripes on the crown, dark ear patch, and are overall paler than Red-necked. Flight call a soft “prreee.”",
    "CHARA DE COLLAR": "Chara atractiva de bosques de roble y bosques mixtos de pino piñonero con enebro. Azul real arriba con la espalda gris marrón y partes inferiores grisáceas. El estilo de vuelo es con frecuencia distintivo, una serie de aleteos rápidos seguidos por un deslizamiento rígido. Típicamente se observa en grupos pequeños. Escucha por sus llamadas chirriantes y nasales. Regularmente visita jardines y comederos. Western Scrub-Jay se dividió en dos especies: Woodhouse's y California Scrub-Jay. California Scrub-Jay, que es más brillante y con más contraste se encuentra al oeste de las Cascadas y Sierra Nevada.",
    "TEAL DUCK": "Pato chico con pico pequeño y fino. Los machos tienen cabeza café con un parche ancho verde detrás de los ojos, pecho crema manchado y cuerpo principalmente gris. Las hembras son café, más obscuro por arriba que otros patos que se alimentan en las orillas. Forrajean por la superficie del agua y zambullen medio cuerpo para alcanzar vegetación sumergida. Tambien camina por lodazales para alimentarse regularmente",
    "BROWN NOODY": "Charrán con cuerpo obscuro de aguas tropicales en mar abierto, rara vez visto desde tierra firme. Se reproduce en colonias en islas rocosas y arenosas. A veces se le encuentra junto a parvadas de bobos y de otros charranes alimentándose. Atrapa alimento en la superficie, no clavándose y buceando como la mayoría de los charranes. El adulto es café obscuro sólido con corona blanca. En el inmaduro el blanco se limita sólo a la frente.",
    "CRESTED WOOD PARTRIDGE": "This charming ball of a bird can be difficult to see as it forages quietly on the forest floor within its preferred wet forest habitat. Male has a glossy black body and bristly reddish pompom crest. Female is moss-green with warm cinnamon-brown wings. Both sexes have a bright red ring around the eye. Listen for its song, a series of piercing tremulous whistles.",
    "WHITE CRESTED HORNBILL": "Eccentric-looking hornbill with a bushy, upright white crest and a white tail. Male is white from the head down to the belly; female is predominantly black, with only a white crest. Pale wing edges revealed only when in flight. Unlike many other hornbills in its range, forages primarily at lower levels in the forest, frequently descending down to the ground. Social; forages in flocks. Gives rather soothing, owl-like hooting coos.",
    "GREY CUCKOOSHRIKE": "Large, chunky, all-gray cuckooshrike. There is a pale ring around the dark eye, giving the face a gentle appearance. Males are darker gray than females. Found in forest; away from South Africa, exclusively in montane forest. Quiet and unobtrusive bird that is easily missed as it moves slowly through the forest midstory. Call is a quiet, high-pitched, descending “seeeeuup.” Similar to White-breasted Cuckooshrike, but has much darker underparts and is found in forest rather than woodland.",
    "WALL CREAPER": "Es inconfundible pero difícil de detectar en las paredes rocosas. Espectacular en vuelo, con alas anchas negras, rosadas y con manchas blancas, asemejándose a una mariposa gigante. Usualmente se encuentra en las paredes rocosas de alta montaña, pero también se reproduce en abruptas gargantas en altitudes más bajas e incluso se puede encontrar en edificios altos en invierno. El macho reproductor tiene una garganta negra; los machos en invierno, así como las hembras tienen la garganta blanca.",
    "ROUGH LEG BUZZARD": "Rapaz septentrional de alas largas, encontrado en áreas abiertas como pastizales y pantanos. Ligeramente más pequeño que Red-tailed Hawk con alas más largas y estrechas, pico más pequeño y patas cubiertas de plumas. El plumaje es variable; formas claras generalmente pálidas con vientre oscuro y parches oscuros en las \"muñecas\". Las formas oscuras tienen el cuerpo marrón o negruzco con bandas finas en la cola y plumas de vuelo blancas. Algunas aves son intermedias. A menudo revolotea, como kestrel, agita las alas mientras mira hacia abajo. También se percha en los bordes y las copas de los árboles, en lugares donde Red-tailed Hawk no se podría perchar porque es demasiado pesado. Se reproduce en la tundra del extremo norte, e irregularmente se mueve al sur para pasar el invierno en el norte de EE.UU.",
    "FAIRY PENGUIN": "Tiny blue-gray penguin with pale eye. Nests on the southern coastline of Australia and across New Zealand, where it breeds in burrows in dunes or rocks, often in human-made breakwaters. Usually seen swimming on the surface out to sea, or when arriving ashore in the evening. Distinguished by small size and pale plumage, lacking any black.",
    "AFRICAN CROWNED CRANE": "An unusual, distinctive, and beautiful crane. The body is mostly blackish, but there is a pale wing panel, a pale pink-and-white cheek patch, and a bizarre yellow crest. Looks hunched in flight, when white wing panels become distinctive. Found in both wetland habitats and dry fields. Usually in pairs or flocks, which can sometimes be large. Similar to Gray Crowned-Crane, but distinguished by much darker base coloration and more pink on the face; there is little overlap in range. The call is a goose-like honking, often given in flight.",
    "ROCK DOVE": "Paloma grande común en ciudades, zonas agrícolas y en elevadores de grano alrededor del mundo. Introducida de Eurasia donde anidan en acantilados. La variedad silvestre se ha adaptado fácilmente para anidar en estructuras altas incluyendo rascacielos y puentes. Amplia diversidad de variedades de color silvestre y doméstico; la mayoría son de color gris, pero pueden ser completamente negros, blancos o café-anaranjados.",
    "BROWN CREPPER": "Ave canora diminuta y larguirucha, rayado marrón y caqui arriba, se mezcla fácilmente con la corteza. Recuerda a un pájaro carpintero mientras se mueve en los lados de los árboles, probando por insectos y arañas. Se mueve con movimientos cortos y convulsivos mientras recorre los árboles en espiral, apoyándose con la cola larga y rígida. Ocasionalmente se alimenta de sebo.",
    "BLUE GROUSE": "Ave grande y oscura parecida a una gallina que se encuentra en hábitats arbolados, generalmente con coníferas y maleza en el sotobosque. Típicamente visto en el suelo. Es más fácil de ver a mediados del verano, cuando las hembras y polluelos frecuentan los senderos y bordes de caminos. Cuando el macho despliega, agita las plumas del cuello para revelar la piel rojo-púrpura arrugada y produce silbidos profundos. La hembra es más marrón y más intrincadamente marcada. Nota el tamaño grande y la cola relativamente larga. Se alimenta de materia vegetal, especialmente de agujas de coníferas. Se separa de Sooty Grouse por su distribución.",
    "LITTLE AUK": "Pequeña ave acuática, del tamaño de una toronja alargada. En plumaje no reproductivo, son negros arriba y blancos por debajo con una franja negra en el lado del cuello y una coma blanca detrás del ojo. Con pico corto y fuerte. Postura horizontal como un balón de fútbol americano flotando en el agua. Se sumerge frecuentemente cuando está alimentándose. En invierno, sólo es probable verlo desde el continente después del paso de una tormenta, de lo contrario se mantiene bien en alta mar. Es encontrado solo o en bandadas. Mucho más pequeño que guillemots o puffins, con aleteos rápidos, vuela bajo y gira constantemente dando la impresión de una bandada de sandpipers. Se reproduce en grandes cantidades en Groenlandia y Europa; raro en las colonias de reproducción de los alcids en Alaska. Las aves en plumaje reproductivo tienen una cabeza y un pecho totalmente negros.",
    "COMMON STARLING": "Rechoncho y mayormente oscuro. Cola corta, alas triangulares, pico largo y puntiagudo. Una mirada cercana revela su hermoso plumaje. En época de reproducción, muestra púrpura y verde iridiscente en el cuerpo, y tiene el pico amarillo. En invierno, manchas blancas contrastantes cubren todo el cuerpo. Nativo de Europa; introducido a Norteamérica y otras regiones en todo el mundo, donde ahora es abundante. A menudo en grandes bandadas. Emite una variedad de vocalizaciones chirriantes e imita a otras especies. Visita los comederos, y a menudo es agresivo.",
    "PARAKETT AUKLET": "Dumpy, medium-sized alcid with a bright orange bill. Pale button eye and upturned gape give it a distinctly maniacal, smiling appearance. Blackish above and white below, with a long white “whisker” extending down from behind the eye in breeding season; in wintering birds, white extends up onto the throat. Clean white belly distinguishes this species from other similar auklets. Least Auklet has a similar color scheme but is half the size, has white cheeks in non-breeding plumage, and has white-mottled upperparts when breeding. Parakeet Auklet breeds on offshore island colonies, often with other auklet species; it winters offshore.",
    "BLUE THROATED TOUCANET": "Explore eBird",
    "ASIAN OPENBILL STORK": "A relatively small stork species with a grayish to white body and black wings and tail with a hint of gloss. The Asian Openbill gets its name from a distinctive gap in the dull grayish yellow bill. Note the pinkish legs. Asian Openbills inhabit wetland habitats including shallow marshes, flooded agricultural fields, and lakes. From a distance they could be confused with herons, but they can be clearly distinguished from herons by their feeding habits—wading slowly through shallow water. Soars frequently, often in large dense flocks; note extended neck, unlike retracted neck of herons and egrets.",
    "RED BROWED FINCH": "Small waxbill, adult olive green above, gray below, with red eyebrow, red bill, and black tail. In flight, bright red rump apparent. Juvenile with red rump but otherwise olive drab with dark bill. Inhabits grassy areas close to thick cover in eastern and southeastern coastal Australia. Often-heard call is a thin \"seeeeep.\""
}